Repository: praekeltfoundation/molo-iogt
Catalog: locale/ch/LC_MESSAGES/django.po
Languages: chi_ch

source: January
chi_ch: Januwale

source: February
chi_ch: Febuluwale

source: March
chi_ch: Malitchi

source: April
chi_ch: Epulo

source: June
chi_ch: Juni

source: July
chi_ch: Julae

source: August
chi_ch: Ogasiti

source: September
chi_ch: Seputembala

source: October
chi_ch: Okotobala

source: November
chi_ch: Novembala

source: December
chi_ch: Dicembala

source: Add anonymously
chi_ch: Onjezerani mwachinsinsi

source: This field is required
chi_ch: Mukuyenera kulemba apa

source: Ensure this value has at least 4 characters (it has 1)
chi_ch: Lembani mawu okhala ndi malemba atatu

source: Type your comment here
chi_ch: Lembani maganizo anu apa

source: Access Denied
chi_ch: Chilolezo Chakanizidwa

source: You do not have permssion to access this site.
chi_ch: Mulibe chilolezo choona tsambali

source: Unable to Login
chi_ch: Mwalephera kulowa

source: Sorry, you are having trouble accessing this feature! Due to a temporary technical issue, login and registrations are not available on the IoGT app for now.
chi_ch: Pepani mukulephera kuona zinthu za pa tsambali chifukwa cha vuto limene tilinalo. Kulowa ndi kulembetsa sizikutheka pa loGT pakadali pano

source: To login or register for a profile, visit our free mobisite through your mobile browser at
chi_ch: Internet of Good Things (IoGT) ndi njira yoperekera uthenga ofunikira okhudza moyo wa tsiku ndi tsiku kudzera pa phone ya m'manja, mwa ulere.

source: We're working hard to get this problem resolved. Thank you.
chi_ch: Tikuyesetsa kukonza vutoli. Zikomo.

source: Page not found
chi_ch: Tsamba-li palibe

source: Sorry, this page could not be found.
chi_ch: Pepani tsamba-li palibe

source: Internal server error
chi_ch: Vuto la sisitimu

source: Sorry, there seems to be an error. Please try again soon.
chi_ch: Pepani zikuoneka ngati pali vuto. Chonde yesaniso nthawi ina

source: Internet of Good Things (IoGT) is a set of free, mobile-ready web-based resources and applications that bring good to your life by helping you and your community access educational and lifesaving information.
chi_ch: Internet of Good Things (IoGT) ndi njira yoperekera uthenga ofunikira okhudza moyo wa tsiku ndi tsiku kudzera pa phone ya m'manja, mwa ulere.

source: Language
chi_ch: Chiyankhulo

source: Change Language
chi_ch: Sinthani chiyankhulo

source: IoGT
chi_ch: loGT

source: Join
chi_ch: Lowani

source: Profile
chi_ch: Mbiri yanu

source: Menu
chi_ch: Menyu

source: Login
chi_ch: Lowani

source: Change your language
chi_ch: Sinthani chiyankhulo

source: Anonymous
chi_ch: Osadziwika

source: This comment has been removed by the community. Please read our platform rules.
chi_ch: Maganizo awa achotsedwa ndi anthu ogwiritsa ntchito tsambali chonde welenganiso malamulo a tsambali

source: Report
chi_ch: Nenezani

source: Reply
chi_ch: Yankhani

source: Have something to add to this article?
chi_ch: Muli ndi choonjezera pa nkhaniyi?

source: Log in to comment
chi_ch: Lowani kuti mupereke maganizo anu

source: Commenting on this article is currently disabled
chi_ch: Simungathe kuika maganizo anu pa nkhani-yi pakadali pano.

source: Comments
chi_ch: Maganizo anu

source: comment
chi_ch: Ndemanga yanu

source: view more comments
chi_ch: onani maganizo a ena

source: Comment
chi_ch: Ndemanga yanu

source: Comment Anonymously
chi_ch: Ikani ndemanga yanu mwachinsisi

source: Next
chi_ch: Pitirizani

source: Related Articles
chi_ch: Nkhani zofanana

source: Prev
chi_ch: m'mbuyo

source: View more
chi_ch: onani zambiri

source: Home
chi_ch: Tsamba loyambilira

source: Recommended
chi_ch: Zina zoti muone

source: Vote
chi_ch: votani

source: Back to Home page
chi_ch: Bwelerani ku tsamba loyambilira

source: Submit
chi_ch: Pelekani

source: Thank you! Your response has already been submitted.
chi_ch: Zikomo. Yankho lanu lapelekedwa kale

source: Log in to vote
chi_ch: Lowani kuti muvote

source: Show Results
chi_ch: Onetsani zotsatira

source: You voted:
chi_ch: Mudasankha:

source: Polls
chi_ch: mavoti

source: Your answers:
chi_ch: Mayankho anu:

source: Thank you for voting!
chi_ch: Zikomo povota!

source: Already a member?
chi_ch: Kodi ndinu membala kale?

source: Not a member yet?
chi_ch: Kodi sinu membala?

source: Join us by signing up below.
chi_ch: Lowani polembetsa pamusipa.

source: Choose a username
chi_ch: Sankhani dzina loti mugwiritse ntchito.

source: This name you will use to log in and won't appear to other users. Only you will see this.
chi_ch: Dzina ili mugwiritsa ntchito polowa ndipo silionekwa kwa ena. Inu nokha ndiamene muziliona.

source: Choose a display name
chi_ch: Sankhani dzina loti mugwiritse ntchito

source: We value your online security, therefore we hide your username and allow you to comment and interact with the site with a display name.
chi_ch: Timasamala za chitetezo chanu pa tsambali, kotelo timabisa dzina lanu kuti muzipeleka ndemanga zanu m'dzina lapadera la pa tsambali.

source: Select date of birth
chi_ch: Sankhani tsiku la kubadwa

source: Let us know your birthday to get access to exclusive content.
chi_ch: Tiuzeni zambiri za inu kuti muthe kuona zina zambiri pa tsambali.

source: I identify my gender as:
chi_ch: mamuna/mkazi:

source: Only you will see this
chi_ch: Inu nokha ndi amene muone izi

source: Where do you live?
chi_ch: Mumakhala kuti?

source: What is your highest level of education?
chi_ch: Mudalekeza pati maphunziro anu?

source: Enter your mobile number
chi_ch: Lowetsani nambala yanu ya lamya ya mmanja

source: e.g. 0900000013
chi_ch: mwachitsanzo: 0900000013

source: Enter your email address
chi_ch: Lembani email yanu

source: e.g. example@foo.com
chi_ch: chitsanzo: mwachitsanzo@foo.com

source: Choose a 4-digit pin
chi_ch: Sankhani nambala ya chinsisi ya ma nambala anayi

source: e.g.
chi_ch: chitsanzo

source: Please accept the T&amp;Cs in order to complete the registration
chi_ch: Chonde vomerezani malamulo a tsambali kuti mutsirize kulembetsa

source: I accept the Terms and Conditions
chi_ch: Ndikuvomela malamulo a tsamba-li

source: Log in
chi_ch: Lowani

source: Login by signing in below.
chi_ch: Lowani polemba pamusipa.

source: Your username and password do not match. Please try again.
chi_ch: Dzina lanu ndi liu lanu la chinsisi sizikugwirizana. Chonde yesaniso.

source: Username
chi_ch: Dzina lomwe muzigwiritsa ntchito

source: 4-digit pin
chi_ch: Manambala 4 a chinsisi

source: Eg.: 2086
chi_ch: mwachitsanzo 2086

source: Forgotten your password?
chi_ch: Mwaiwala liwu lanu la chinsisi?

source: Your password has been set. You may go ahead and log in now.
chi_ch: Liu lanu lachinsisi laloledwa mukhoza kulowa tsopano.

source: Please enter your new password twice so we can verify you typed it in correctly.
chi_ch: Chonde lembani liu lanu lachinsisi kawiri kuti tidziwe ngati mwalondola.

source: New password:
chi_ch: Liwu lanu lachinsisi latsopano:

source: Confirm password:
chi_ch: Vomelezani liu lachinsisi:

source: Change my password
chi_ch: Sinthani liwu la chinsisi

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
chi_ch: uthenga omwe munalandira kuti mukonze liwu la chinsinsi sukugwira ntchito. Nkutheka kuti uthengawu wagwiritsidwa ntchito kale. Chonde funsani kuti akutumizireni uthenga wina.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
chi_ch: Takutumizilani uthenga ku email kwanu ofotokoza mene mungakhazikitsire Liu lanu la chinsisi. Ngati email yanu ili yolondola mulandira uthengawu posachedwapa.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
chi_ch: Ngati simulandira uthenga ku email kwanu, chonde onetsetsani kuti mwapereka address yomwe munalembetsera pa tsambali ndiponso muyang'ane ku spam.

source: Back to home page
chi_ch: Bwelerani pa chiyambi

source: Enter your email address below, and we'll email instructions for setting a new one.
chi_ch: Perekani email yanu m'musimu ndipo tikutumizilani ndondomeko zopangila liwu la chinsinsi latsopano.

source: Email address:
chi_ch: Email yanu:

source: Reset my password
chi_ch: Sinthani liwu la chinsisi

source: Search the site...
chi_ch: Fufuzani tsambali

source: SEARCH
chi_ch: FUFUZANI

source: Search
chi_ch: Fufuzani

source: Search Results for:
chi_ch: Zotsatira za kufufuza za:

source: No search results were found for
chi_ch: Zotsatira za kafukufuku wanu sizidapezeke

source: Back to homepage
chi_ch: Bwelerani ku tsamba loyambilira

source: Next Question
chi_ch: Funso lotsatira

source: You have already completed this survey.
chi_ch: Mwayankha kale mafunsowa.

source: Please log in to take this survey
chi_ch: Chonde lowani kuti mutenge nawo mbali mu kafukufukuyu

source: Start here
chi_ch: Yambirani apa

source: Reply successfully created.
chi_ch: Yankho latumizidwa.

source: Email address
chi_ch: address ya email yanu

source: Type your comment here...
chi_ch: Lembani maganizo anu apa

source: Name
chi_ch: Dzina

source: Ago
chi_ch: papita

source: Replies
chi_ch: Mayankho

source: Share a Comment
chi_ch: Perekani maganizo anu

source: Thanks!
chi_ch: Zikomo!

source: Your comment has been successfully posted
chi_ch: Maganizo anu apelekedwa.

source: Back to article
chi_ch: Bwelerani ku nkhani

source: Please
chi_ch: Chonde

source: log in
chi_ch: Lowani

source: to leave a comment.
chi_ch: perekani maganizo anu

source: Recent replies
chi_ch: Mayankho a tsopano

source: Earlier replies
chi_ch: Mayankho a kale

source: Page
chi_ch: Tsamba

source: of
chi_ch: a

source: This comment has been reported.
chi_ch: Ndemanga yanu yanenezedwa.

source: It will be reviewed by the team and may be removed if it breaks our Platform rules
chi_ch: Ziunikidwanso ndi ogwira ntchito athu ndipo zidzachotsedwa ngati zikuphwanya malamulo a tsambali.

source: replied to your comment on:
chi_ch: Ayankha pa ndemanga yanu pa:

source: ago
chi_ch: papita

source: You have
chi_ch: muli ndi

source: unread replies
chi_ch: Mayankho omwe sanawelengedwe

source: Read replies:
chi_ch: Mayankho omwe awerengedwa kale:

source: Back home
chi_ch: Bwelerani pa tsamba loyambilira

source: Notification:
chi_ch: Chidziwitso

source: Next up in
chi_ch: Zotsatira mu

source: Reporting comment replies is not allowed.
chi_ch: Simungathe kuneneza oyankha ndemanga.

source: The comment has been reported.
chi_ch: Ndemanga yanu yanenezedwa.

source: Hi
chi_ch: Mulibwanji

source: Sorry, you are having trouble accessing this feature! Due to a temporary technical issue, login and registrations are not available on the Free Basics app for now. To login or register for a profile, visit our free mobisite through your mobile browser at
chi_ch: Pepani Mukulephera kuona tsambali chifukwa. Kulowa komanso kulembetsa sizikutheka kudzera pa Free basic app pakadali pano. Kuti mulowe kapena kulembetsa tsegulani tsamba ili pa lamya yanu ya mmanja

source: Site Language:
chi_ch: Chiyankhulo cha tsambali:

source: Latest
chi_ch: zatsopano

source: Topic of the Day
chi_ch: Mutu wa lero

source: Sign in
chi_ch: Lowani

source: LOGIN TO YOUR ACCOUNT!
chi_ch: LOWANI KU TSAMBA LANU

source: Weâ€™re excited to have you...
chi_ch: ndife okondwa kukhala nanu...

source: Your username and password does not match. Please try again.
chi_ch: Dzina lanu ndi liwu lanu la chinsisi sizinagwirizane.

source: Your password has been set. You may go ahead and log in now.
chi_ch: Liu lanu lachinsisi laloledwa mukhoza kulowa tsopano.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
chi_ch: uthenga omwe munalandira kuti mukonze liwu la chinsinsi sukugwira ntchito. Nkutheka kuti uthengawu wagwiritsidwa ntchito kale. Chonde funsani kuti akutumizireni uthenga wina

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
chi_ch: Mwaiwala liwu lanu la chinsisi? Lembani email yanu m'munsimu ndipo tikutumizirani uthenga kukuuzani zoti muchite.

source: Looking for something?
chi_ch: Mukuyang'ana kanthu?

source: No search results for
chi_ch: Zotsatira za kafukufuku wanu sizidapezeke

source: I am looking for
chi_ch: ndikufuna kuyang'ana

source: That page is not translatable.
chi_ch: za pa tsambali sizingatanthauzilidwe mu chilankhulo china

source: You didn't select a choice
chi_ch: simunasankhe

source: What's your opinion?
chi_ch: Maganizo anu ndiotani?

source: Type
chi_ch: Lembani

source: Frontend Users
chi_ch: Ogwiritsa ntchito tsambali

source: Admin Users
chi_ch: Oyendetsa tsambali

source: Your email address is not configured. Please update it before exporting.
chi_ch: email yanu sitinaitsikimize. Chonde onetsesani kuti yatsikimizidwa musanayambe kutumiza.

source: CSV emailed to '{0}'
chi_ch: CSV yatumizidwa ku '{0}'

source: This value must contain only letters, numbers and underscores.
chi_ch: umu mukhale malemba, ma nambala ndi zizindikiro zina.

source: This value must contain only numbers.
chi_ch: Lembani ma nambala okha okha.

source: PIN
chi_ch: Numbala ya chinsisi

source: Display Name
chi_ch: Dzina

source: Gender
chi_ch: lembani ngati muli mamuna kapena mkazi

source: Location
chi_ch: Malo

source: Education Level
chi_ch: Maphunziro anu

source: Username already exists.
chi_ch: Dzina limeneli lilipo kale.

source: Sorry, but that is an invalid username. Please don't use your %s in your username.
chi_ch: Pepani dzina ili silololedwa. Chonde onetsetsani kuti

source: Sorry, but that is an invalid display name. Please don't use your %s in your display name.
chi_ch: Pepani dzina ili silololedwa. Chonde onetsetsani kuti

source: This value must contain only numbers.
chi_ch: Lembani ma nambala okha okha.

source: Old Password
chi_ch: Liwu la chinsisi la kale

source: New Password
chi_ch: Liu la chinsisi la tsopano

source: Confirm Password
chi_ch: Liwu la chinsisi la tsopano

source: New passwords do not match.
chi_ch: Liu lachinsisi latsopano silikufanana.

source: Confirm PIN
chi_ch: Vomelezani nambala ya chinsisi

source: (e.g. 2086)
chi_ch: (chitsanzo 2086)

source: Confirm New Password
chi_ch: Liwu la chinsisi la tsopano

source: Save
chi_ch: Sungani

source: Thank you for joining!
chi_ch: Zikomo pokhala mmodzi mwa ife!

source: Let us know more about yourself to get access to exclusive content.
chi_ch: Tiuzeni zambiri za inu kuti muthe kuona zina zambiri pa tsambali.

source: SELECT DATE OF BIRTH
chi_ch: Sankhani tsiku la kubadwa

source: DISPLAY NAME
chi_ch: Dzina

source: I IDENTIFY MY GENDER AS:
chi_ch: mamuna/mkazi:

source: WHERE DO YOU LIVE?
chi_ch: Mumakhala kuti?

source: WHAT IS YOUR HIGHEST LEVEL OF EDUCATION?
chi_ch: Mudalekeza pati maphunziro anu?

source: Home Page
chi_ch: Tsamba loyambilira

source: Update your display name:
chi_ch: Konzani dzina lomwe lizioneka pa tsambali:

source: Update your date of birth:
chi_ch: Lembani Tsiku lanu la kubadwa:

source: Update your gender:
chi_ch: Lembani ngati muli mamuna kapena mkazi:

source: Update where you live:
chi_ch: Lembani komwe mukukhala:

source: Update your Education Level:
chi_ch: Lembani za maphunziro anu:

source: Update your mobile number:
chi_ch: Lembani nambala ya lamya yanu ya mmanja:

source: (e.g. 0914556789)
chi_ch: (chitsanzo 0914556789)

source: Update your email address:
chi_ch: Konzani email adress:

source: (e.g. example@foo.com)
chi_ch: (chitsanzo mwachitsanzo@foo.com)

source: Forgot PIN
chi_ch: Mwaiwala Liu lachinsisi

source: Security question
chi_ch: Funso la chitetezo

source: Please answer the following security question.
chi_ch: Chonde yankhani mafunso awa.

source: Login Success
chi_ch: Tsopano mwalowa

source: Welcome Back!
chi_ch: Takulandiraniso!

source: Register
chi_ch: Lembetsani

source: CHOOSE A USERNAME
chi_ch: Sankhani dzina loti mugwiritse ntchito.

source: CHOOSE A 4-DIGIT PIN
chi_ch: Sankhani nambala ya chinsisi ya ma nambala anayi

source: e.g. 2086
chi_ch: chitsanzo 2086

source: CHOOSE A DISPLAY NAME
chi_ch: Sankhani dzina loti mugwiritse ntchito

source: ENTER YOUR MOBILE NUMBER
chi_ch: Lowetsani nambala yanu ya lamya ya mmanja

source: (e.g. 0900000013)
chi_ch: (chitsanzo 0900000013)

source: ENTER YOUR EMAIL ADDRESS
chi_ch: Lembani email yanu

source: Reset PIN
chi_ch: Sinthani nambala yanu ya chinsisi

source: PIN Changed
chi_ch: Nambala ya chinsisi yasinthidwa

source: Your PIN has been changed sucessfully.
chi_ch: Nambala yanu yasinthidwa

source: Continue to Sign In
chi_ch: Pitilizani kuti mulowe

source: Hello
chi_ch: Mulibwanji

source: As you type your name comment will appear as:
chi_ch: Mukalemba dzina lanu ndemanga ibwera motere:

source: Date of Birth:
chi_ch: Tsiku Lobadwa:

source: Not set.
chi_ch: Palibe kalikonse

source: Mobile number:
chi_ch: Nambala ya lamya ya mmanja:

source: Gender:
chi_ch: mamuna/mkazi:

source: Location:
chi_ch: Malo"

source: Education Level:
chi_ch: Maphunziro anu

source: Email Address:
chi_ch: Email yanu

source: log out
chi_ch: Tulukani

source: Edit My Profile
chi_ch: Kukonza mbiri yanga

source: Change My Password
chi_ch: Sinthani liwu la chinsisi

source: The old password is incorrect.
chi_ch: Liu lanu lachinsisi lakale ndi lolakwika.

source: Too many attempts. Please try again later.
chi_ch: Mwayesa kwambiri, chonde yesaniso nthawi ina.

source: The two PINs that you entered do not match. Please try again.
chi_ch: Manambala achinsisi awiri amene mwalowetsa sakugwirizana chonde yesaniso

source: Submit Survey
chi_ch: Pelekani kafukufuku wanu

source: Survey Results
chi_ch: Zotsatira za kafukufuku

source: Your survey has been completed successfully. Please see your submission results below.
chi_ch: Kafukufuku wanu mwamaliza chonde onani mayankho anu mmusimu

source: Take The Survey
chi_ch: Tengani mbali pa kafukufuku

source: Are you a ...
chi_ch: Ndinu...

source: Skip
chi_ch: Dumphani

source: Enter a valid phone number.
chi_ch: Ikani number ya lamya yolondola.

source: Share on Facebook
chi_ch: Gawanani ndi anzanu pa Faceboook

source: Share on Twitter
chi_ch: Gawanani ndi anzanu pa Twitter
