Repository: praekeltfoundation/molo-iogt
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr, id, km, my, ne, pt_mz, sw, tg, th, ur

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ar: رابط إعادة تعيين كلمة المرور غير صالح.، ربما لأنه قد سبق استخدامه. يرجى إعادة طلب رابط جديد.
es: El link para restablecer su contraseña es inválido, probablemente ya haya sido utilizado. Por favor solicite un nuevo restablecimiento de su contraseña.
fr: Le lien de réinitialisation du mot de passe était invalide, peut-être parce qu'il a déjà été utilisé. S'il vous plaît demander un nouveau mot de passe réinitialisé.
id: Link reset password tidak sah, mungkin karena sudah digunakan. Silakan meminta pengaturan ulang kata sandi baru.
km: តំណកំណត់ពាក្យសម្ងាត់ឡើងវិញគឺមិនត្រឹមត្រូវអាចធ្វើទៅបានដោយសារតែវាត្រូវបានគេប្រើរួចទៅហើយ។ សូមស្នើកំណត់ពាក្យសម្ងាត់ឡើងវិញថ្មីមួយ។
my: စကားဝှက်ကိုပြန်ညှိ link ကိုကပြီးသားအသုံးပြုခဲ့ဖြစ်နိုင်သည်ကြောင့်၎င်း, မမှန်ကန်ပါ။ အသစ်တစ်ခုကိုစကားဝှက်ပြန်ညှိကိုတောင်းဆိုပါ။
ne: पासवर्ड रिसेट लिंक संभवतः किनभने यो पहिले नै प्रयोग गरिएको छ, अवैध थियो। कृपया नयाँ पासवर्ड रिसेट अनुरोध।
pt_mz: O link de redefinição de senha era inválida, possivelmente porque ele já foi utilizado. Por favor, solicite uma nova redefinição de senha.
sw: kiungo password reset ulikuwa batili, labda kwa sababu tayari kutumika. Tafadhali kuomba mpya password reset.
tg: Дар пайванд ба партофтани калимаи раҳкушо шуда номӯътабар аст, шояд, зеро он аллакай истифода шудааст. Марҳамат карда гузарвожаи худро аз нав талаб кунад.
th: ลิงก์รีเซ็ตรหัสผ่านไม่ถูกต้องอาจเป็นเพราะมีการใช้งานแล้ว โปรดขอตั้งค่ารหัสผ่านใหม่
ur: پاس ورڈ دوبارہ ترتیب لنک غلط تھا، ممکنہ طور پر کیونکہ اس کا استعمال پہلے سے ہی ہوا ہے. براہ کرم ایک نیا پاس ورڈ ری سیٹ کی درخواست کریں.

source: Email address:
ar: البريد الإلكتروني:
es: E-mail:
fr: Adresse émail:
id: Alamat email
km: អាស័យ​ដ្ឋាន​អ៊ី​ម៉េ​ល:
my: အီးမေးလိပ်စာ:
ne: इ - मेल ठेगाना:
pt_mz: Endereço de e-mail:
sw: BARUA PEPE:
tg: Суроғаи имэйл:
th: อีเมล
ur: ای میل

source: Search the site...
ar: البحث في الموقع
es: Buscar en el sitio...
fr: Faites une recherche sur le site....
id: Cari di situs
km: ស្វែងរកក្នុងទំព័រនេះ...
my: ဝက္ဘ္ဆိုက္တြင္ ရွာေဖြရန္
ne: साइट खोजी ...
pt_mz: Procure na página
sw: Tafuta kwenye hii tovuti
tg: Ҷустуҷӯи сомона...
th: ค้นหาข้อมูลในเว็บไซต์
ur: سائٹ میں تلاش کریں ...

source: Search Results for:
ar: نتائج البحث عن:
es: Buscar resultados:
fr: Résultats de la recherche pour :
id: Hasil pencarian:
km: លទ្ធផលស្វែងរកសម្រាប់:
my: ရှာရန်ရလဒ်များ:
ne: को लागि खोज परिणाम:
pt_mz: Buscar resultados para:
sw: Matokeo kwa:
tg: Натоиҷи ҷустуҷӯ барои:
th: ผลการค้นหาสำหรับ:
ur: کے لئے تلاش کے نتائج:

source: Name
ar: الاسم
es: Nombre
fr: Prénom
id: Nama
km: ឈ្មោះ
my: အမည္
ne: नाम
pt_mz: Nome
sw: Jina
tg: Ном
th: ชื่อ
ur: نام

source: log in
ar: تسجيل الدخول
es: Iniciar sesión
fr: connexion
id: Masuk
km: ចូលក្នុងគណនី
my: ဝင်​ရန်​
ne: लग-इन
pt_mz: Inicie a sessão
sw: Ingia
tg: Ворид шавед
th: เข้าสู่ระบบ
ur: لاگ ان

source: Page
pt_mz: Página

source: unread replies
fr: Réponses non lues
pt_mz: respostas não lidas

source: Next up in
ar: يصل المقبل في
es: El siguiente paso en
fr: Suivant en
id: Selanjutnya di
km: បន្ទាប់ឡើងនៅក្នុង
my: လာမယ့်အတွက်တက်
ne: अर्को अप मा
pt_mz: Em seguida, em
sw: Next up katika
tg: Оянда, то дар
th: ถัดไปค่ะ
ur: اگلے اوپر

source: The comment has been reported.
ar: تم الإبلاغ عن التعليق.
es: El comentario ha sido reportado.
fr: Ce commentaire a été signalé.
id: Komentar telah dilaporkan.
km: មតិត្រូវបានរាយការណ៍។
my: အဆိုပါမှတ်ချက်ဖော်ပြခဲ့သည်သိရသည်။
ne: टिप्पणी रिपोर्ट गरिएको छ।
pt_mz: O comentário foi relatado.
sw: maoni imeripotiwa.
tg: Дар тавзеҳи гузориш шудааст.
th: ความคิดเห็นได้รับการรายงานแล้ว
ur: یہ اطلاع دی گئی ہے.

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
ar: نسيت كلمة المرور؟ إدخل عنوان البريد الالكتروني في الصندوق أدناه، وسنقوم بإرسال إرشادات تغيير كلمة المرور عبر البريد الإلكتروني.
es: ¿Olvidaste tu contraseña? Introduzca su dirección de correo electrónico, y te enviaremos instrucciones para configurar una nueva.
fr: Vous avez oublié votre mot de passe? Entrez votre adresse émail ci-dessous, et nous vous enverrons des instructions pour installer un nouveau.
id: Lupa kata sandi? Masukkan alamat email Anda di bawah ini, dan kami akan mengirim email petunjuk pemasangan yang baru.
km: ភ្លេចពាក្យសម្ងាត់របស់អ្នក? បញ្ចូលអាសយដ្ឋានអ៊ីមែលរបស់អ្នកនៅខាងក្រោមហើយយើងនឹងផ្ញើអ៊ីមែលសេចក្តីណែនាំសម្រាប់ការថ្មីមួយ។
my: သင့်ရဲ့စကားဝှက်ကိုမေ့နေတာလား? သင့်အီးမေးလ်လိပ်စာအောက်တွင်ဖော်ပြထားသောထည့်ပါ, ကျွန်တော်တစ်ဦးအသစ်တယောက် setting များအတွက်ညွှန်ကြားချက်အီးမေးလ်ပို့ပါလိမ့်မယ်။
ne: आफ्नो पासवर्ड भूल? तल आफ्नो इमेल ठेगाना प्रविष्ट गर्नुहोस्, र हामी एउटा नयाँ सेट लागि निर्देशन ईमेल गर्नेछौं।
pt_mz: Esqueceu sua senha? Digite seu endereço de e-mail abaixo, e vamos enviar instruções para configurar um novo.
sw: Umesahau nywila (neno la siri) yako?
tg: гузарвожаи худро фаромӯш карда бошем? Суроғаи почтаи электронии шумо дар поён ворид кунед, ва Мо дастур барои гузоштани як нав почтаи.
th: ลืมรหัสผ่าน? ป้อนที่อยู่อีเมลของคุณด้านล่างและเราจะส่งอีเมลคำแนะนำในการตั้งค่าใหม่
ur: ذیل میں اپنا ای میل ایڈریس درج کریں، اور ہم نیا رگھنے کے لئے آپ کو ہدایات ای میل کریں گے.

source: Looking for something?
ar: تبحث عن شيء؟
es: ¿Buscando algo?
fr: à la recherche de quelque chose?
id: Mencari sesuatu?
km: កំពុងរកមើលអ្វីមួយ?
my: အရာတစ်ခုခုကိုရှာဖွေနေပါသလား
ne: कुरा खोज्दै हुनुहुन्छ?
pt_mz: Procurando por algo?
sw: Kuangalia kwa kitu?
tg: Looking барои чизи?
th: มองหาบางสิ่ง?
ur: کچھ تلاش کر رہے ہیں؟

source: No search results for
ar: لا نتائج للبحث
es: Tu búsqueda no ha obtenido resultados
fr: Aucun résultat pour la recherche
id: Tidak ada hasil pencarian
km: គ្មានលទ្ធផលសម្រាប់ការស្វែងរក
my: ရွာေဖြြသည့္ ရလဒ္မ်ားတြင္ မရွိပါ
ne: लागि कुनै खोज परिणाम
pt_mz: Nenhum resultado encontrado
sw: Hakuna matokeo ya
tg: Ҷустуҷӯи....натиҷа надод
th: ไม่มีผลการค้นหาสำหรับ...
ur: تلاش کا کوئی نتیجہ نہیں

source: What's your opinion?
ar: ما هو رأيك؟
es: Cual es tu opinion?
fr: Qu'en penses-tu?
id: Apa pendapatmu?
km: មតិរបស់អ្នកជាអ្វី?
my: သင့်ရဲ့အမြင်ကဘာလဲ?
ne: आफ्नो राय के छ?
pt_mz: Qual a sua opinião?
sw: Nini maoni yako?
tg: фикри шумо чист?
th: ความคิดเห็นของคุณคืออะไร?
ur: اپ کی رائے کیا ہے؟

source: Frontend Users
ar: الواجهة المستخدمين
es: Los usuarios de frontend
fr: Frontend utilisateurs
id: Pengguna frontend
km: អ្នកប្រើផ្នែកខាងមុខ
my: ရှေ့ဆုံးကိုအသုံးပြုသူများသည်
ne: फ्रन्टइन्ड प्रयोगकर्ता
pt_mz: Os usuários de frontend
sw: Mazingira ya mbele Watumiaji
tg: Истифодабарандагон Frontend
th: ผู้ใช้ Frontend
ur: فرنٹ اینڈ صارفین

source: CSV emailed to '{0}'
ar: CSV عبر البريد الالكتروني إلى ' {0} '
es: CSV enviado por correo electrónico a ' {0} '
fr: CSV envoyé à ' {0} '
id: CSV diemail ke ' {0} '
km: ជា CSV តាមអ៊ីមែលទៅ ' {0} "
my: CSV ဖိုင် 'ဖို့မေးလ်ပို့ပေး {0} ' '
ne: सीएसवीमा इमेल ' {0} '
pt_mz: CSV enviado para ' {0} '
sw: CSV Emailed na ' {0} '
tg: CSV мащрои худ ба ' {0} ';
th: CSV ส่งอีเมลถึง ' {0} '
ur: CSV ' {0} ' کو ای میل کیا گیا

source: This value must contain only numbers.
ar: يجب أن تحتوي هذه القيمة على أرقام فقط.
es: Este valor solo debe contener números.
fr: Cette valeur ne doit contenir que des chiffres.
id: Bagian ini hanya dapat diisi angka.
km: តម្លៃនេះត្រូវតែមានតែលេខប៉ុណ្ណោះ។
my: ဒီတန်ဖိုးကသာနံပါတ်များပါဝင်ရပါမည်။
ne: यो मूल्य संख्या मात्र हुनु पर्छ।
pt_mz: Insira apenas números.
sw: Thamani hii lazima iwe na namba tu.
tg: Ин арзиши бояд танҳо рақамҳои дар бар гирад.
th: ค่านี้ต้องมีตัวเลขเท่านั้น
ur: یہ قیمت صرف نمبروں پر مشتمل ہے.

source: Gender
ar: الجنس
es: Género
fr: Sexe
id: Jenis kelamin
km: ភេទ
my: ကျား, မ
ne: लिङ्ग
pt_mz: Gênero
sw: Jinsia
tg: Гендер
th: เพศ
ur: جنس

source: Education Level
ar: مستوى التعليم
es: Nivel de Educación
fr: Niveau de l'éducation
id: Tingkat Pendidikan
km: កម្រិត​ការ​អប់រំ
my: ပညာရေးအဆင့်
ne: शिक्षा स्तर
pt_mz: Escolaridade
sw: Kiwango cha Elimu
tg: сатҳи маориф
th: ระดับการศึกษา
ur: تعلیمی معیار

source: This value must contain only numbers.
ar: يجب أن يحتوي على هذه القيمة أرقام فقط.
es: Este valor debe contener sólo números.
fr: Cette valeur ne doit contenir que des chiffres.
id: Nilai ini harus hanya berisi angka.
km: តម្លៃនេះត្រូវតែមានតែលេខប៉ុណ្ណោះ។
my: ဒီတန်ဖိုးကသာနံပါတ်များပါဝင်ရပါမည်။
ne: यो मूल्य संख्या मात्र हुनु पर्छ।
pt_mz: Este valor deve conter apenas números.
sw: Thamani hii lazima iwe na namba tu.
tg: Ин арзиши бояд танҳо рақамҳои дар бар гирад.
th: ค่านี้ต้องมีตัวเลขเท่านั้น
ur: یہ قیمت صرف نمبروں پر مشتمل ہے.

source: New passwords do not match.
ar: كلمات المرور الجديدة غير متطابقة
es: Las nuevas contraseñas no coinciden
fr: Les nouveaux mots de passe ne sont pas les mêmes.
id: Kata sandi baru tidak cocok
km: លេខសម្ងាត់មិនត្រឹមត្រូវ
my: လွ်ိဳ႕ဝွက္နံပါတ္အသစ္မ်ား ကိုက္ညီမႈမရွိပါ။
ne: नयाँ पासवर्ड मेल खाँदैन।
pt_mz: Novas senhas não coincidem.
sw: Neno siri lako jipya halilinganishi.
tg: Паролҳои нав мувофиқат намекунанд.
th: รหัสผ่านใหม่ไม่ตรงกัน
ur: نئے پاس ورڈ مماثل نہیں کرتے

source: (e.g. 2086)
ar: (على سبيل المثال 2086)
es: (Ej: 2086)
fr: (Ex: 2086)
id: Contohnya : 2086
km: ឧ. ២០៨៦
my: ဥပမာ - ၂၀၈၆
ne: (जस्तै 2086)
pt_mz: (ex. 2086)
sw: Mf: 2086
tg: мас. 2086
th: เช่น: 2086
ur: (مثلاَ: 2086)

source: Save
ar: تخزين
es: Guardar
fr: Sauvegarder
id: Simpan
km: រក្សាទុក
my: ကယ်ဆယ်
ne: सङ्ग्रहगर्ने
pt_mz: Guardar
sw: Hifadhi.
tg: Захира кардан
th: บันทึก
ur: محفوظ

source: Thank you for joining!
ar: شكراً لانضمامك!
es: ¡Gracias por unirte!
fr: Merci de nous avoir rejoint!
id: Terima kasih telah bergabung!
km: អរគុណសម្រាប់ការចូលរួម
my: ပူးပေါင်းဘို့သင့်ကိုကျေးဇူးတင်ပါသည်
ne: सहभागी हुनुभएकोमा धन्यवाद!
pt_mz: Obrigado por aderir!
sw: Asante kwa kujiunga!
tg: Ташаккур барои ҳамроҳ шудан!
th: ขอบคุณสำหรับการเข้าร่วม!
ur: شامل ہونے کے لئے آپ کا شکریہ!

source: Let us know more about yourself to get access to exclusive content.
ar: واسمحوا لنا أن نعرف المزيد عن نفسك للوصول إلى المحتوى الحصري.
es: Vamos a saber más acerca de usted mismo para conseguir el acceso a contenidos exclusivos.
fr: Faites-nous savoir plus sur vous-même pour obtenir l'accès à des contenus exclusifs.
id: Mari kita tahu lebih banyak tentang diri Anda untuk mendapatkan akses ke konten eksklusif.
km: អនុញ្ញាតឱ្យពួកយើងដឹងបន្ថែមទៀតអំពីខ្លួនអ្នកផ្ទាល់ដើម្បីទទួលបានការចូលដំណើរការទៅមាតិកាផ្តាច់មុខ។
my: ကျွန်တော်တို့ကိုသီးသန့်အကြောင်းအရာ access ကိုရမှကိုယ့်ကိုယ်အကြောင်းပိုမိုသိပါစေ။
ne: हामीलाई आफैलाई विशेष सामग्री पहुँच प्राप्त गर्न बारेमा थप थाहा दिनुहोस्।
pt_mz: Deixe-nos saber mais sobre si mesmo para obter acesso a conteúdos exclusivos.
sw: Hebu kujua zaidi kuhusu wewe mwenyewe ili upate maudhui ya kipekee.
tg: Биёед ба маълумоти бештар дар бораи худ ба даст дастрасӣ ба мундариҷаи истисноии.
th: แจ้งให้เราทราบเกี่ยวกับตัวคุณเองเพื่อเข้าถึงเนื้อหาพิเศษ
ur: ہمیں خصوصی مواد تک رسائی حاصل کرنے کے بارے میں مزید جاننے دو

source: SELECT DATE OF BIRTH
ar: حدد تاريخ الميلاد
es: FECHA DE NACIMIENTO SELECT
fr: SELECT DATE DE NAISSANCE
id: TANGGAL SELECT LAHIR
km: ជ្រើសរើសថ្ងៃខែឆ្នាំកំណើត
my: ေမြးေန႔ သကၠရာဇ္ကို ေရြးပါ
ne: जन्म चयन गर्नुहोस् DATE
pt_mz: SELECT DATE DE NASCIMENTO
sw: SELECT Tarehe ya kuzaliwa
tg: Ро интихоб кунед таваллуд
th: เลือกวัน เดือน ปีเกิด
ur: تاریخِ پیدائش چنیں

source: DISPLAY NAME
ar: اسم العرض
es: Nombre para mostrar
fr: Afficher un nom
id: NAMA TAMPILAN
km: បង្ហាញឈ្មោះ
my: ဖော်ပြမည့်အမည်
ne: प्रदर्शन नाम
pt_mz: Mostrar nome
sw: DISPLAY JINA
tg: БОЗТОБИ НОМ
th: ชื่อที่แสดง
ur: ڈسپلے نام

source: WHERE DO YOU LIVE?
ar: أين تسكن؟
es: ¿Dónde vives?
fr: OÙ HABITES-TU?
id: Di mana kamu tinggal?
km: តើ​អ្នក​រស់នៅ​ឯណា?
my: သင်ဘယ်မှာနေလဲ?
ne: तिमि कहाँ बस्छौ?
pt_mz: Onde você mora?
sw: UNAISHI WAPI?
tg: ШУМО ДАР КУҶО ЗИНДАГӢ МЕКУНЕД?
th: คุณพักอยู่ที่ไหน?
ur: کیا آپ رہتے ہیں؟

source: Login Success
fr: Connexion réussie
pt_mz: Sessão iniciada com sucesso

source: ENTER YOUR MOBILE NUMBER
ar: أدخل رقم هاتفك المحمول
es: Ingrese su número del teléfono
fr: Entrez votre numéro de téléphone
id: MASUKKAN NOMOR PONSEL ANDA
km: បញ្ចូលលេខទូរស័ព្ទរបស់អ្នក
my: သင်၏မိုဘိုင်းနံပါတ် ENTER
ne: तपाईँको मोबाइल नम्बर ENTER
pt_mz: ENTER seu número de telemóvel
sw: Ingiza namba yako SIMU
tg: Дохил ШУМОРАИ мобилии шумо
th: ป้อนหมายเลขมือถือของคุณ
ur: اپنا موبائل نمبر درج کیجئے

source: Change My Password
ar: تغيير كلمة المرور الخاصة بي
es: Cambiar mi contraseña
fr: Changer mon mot de passe
id: UBAH KATA SANDI
km: ប្ដូរពាក្យសម្ងាត់របស់អ្នក
my: မိမိ၏ လွ်ိဳ႕ဝွက္နံပါတ္ password ကိုေျပာင္းမည္။
ne: परिवर्तन मेरो पासवर्ड
pt_mz: Mudar senha/ Alterar Palavra Passe
sw: Badili Nywila (neno ya siri)
tg: Тағйир Рамз ман
th: เปลี่ยนรหัสผ่านของฉัน
ur: اپنا پاس ورڈ تبدیل کریں

source: URL
ar: رابط
fr: Lien
km: URL ដែល
ne: युअारएलः
ur: یو آر ایل

source: Menu
ar: القاذمة
es: Menú
km: ម៉ឺនុយ
my: မိမိိ၏ ပရိုဖိုင္း
ne: मेनु
sw: Orodha
tg: Феҳраст
th: เมนู
ur: مینو

source: Zulu
ar: الزولو
es: zulú
km: ហ្សូលូ
ne: जुलु
tg: Зулугӣ
th: พวกสูลู
ur: زولو

source: Xhosa
ar: زوسا
km: ភាសាឃសា
ne: होसा
tg: Хосаӣ
th: โซซา
ur: ژوسا

source: Venda
ar: فندا
km: វេនដា
th: เวนดา
ur: وینڈا

source: Tsonga
ar: تسونجا
km: Tsonga បាន
ne: तसोनगा
th: ซองก้า
ur: زونگا

source: Swati
ar: سواتي
km: ស្វាទី
ne: स्वाति
ur: سواتی

source: Ndebele
ar: نديبيلي
ne: एनडेबेले
tg: ндебели
ur: بیٹا

source: PIN
ar: كلمة المرور:
km: លេខកូដសម្ងាត់
my: တွယ်အပ်
ne: पिन
ur: پن

source: Sotho
ar: السوتو الشمالية
km: សូថូ
ne: सोथो
sw: Kisotho
ur: سوتھو

source: Tswana
ar: التسوانية
es: tsuana
km: សឹតស្វាណា
ne: स्वाना
ur: سوانا

source: Weâ€™re excited to have you...
id: Kami sangat gembira untuk memiliki Anda ...
sw: Sisi ni msisimko kuwa na wewe ...
