Repository: praekeltfoundation/molo-iogt
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr, id, km, my, ne, pt_mz, sw, tg, th, ur

source: Let us know your birthday to get access to exclusive content.
ar: أخبرنا بتاريخ ميلادك للوصول إلى المحتوى الحصري.
es: Dinos cuándo es su cumpleaños para tener acceso a contenido exclusivo.
fr: Entrez votre date d'anniversaire pour accéder à du contenu exclusif
id: Beritahu kami ulang tahun anda untuk mendapatkan konten eksklusif
km: អនុញ្ញាតឲ្យយើងដឹងថ្ងៃកំណើតអ្នក ដើម្បីអ្នកអាចទទួលបានព័ត៌មានសំខាន់ៗ
my: သီးသန္႔အေၾကာင္းအရာမ်ား ရရွိႏိုင္ရန္ သင္၏ ေမြးေန႔ကို ေျပာျပပါ။
ne: हामीलाई विशेष सामग्री पहुँच प्राप्त गर्न आफ्नो जन्मदिन थाह दिनुहोस्।
pt_mz: Escreva a sua data de nascimento para ter acesso aos conteúdos exclusivos.
sw: Tufahamishe siku yako ya kuzaliwa ili uweze kufikia maudhui ya kipekee.
tg: Зодрӯзи худро ба мо бигӯед, то ба муҳтавои истисноӣ дастрасӣ пайдо кунед
th: แจ้งวันเกิดของคุณเพื่อรับสิทธิเข้าสู่เนื้อหาพิเศษ
ur: ہمارے خصوصی مواد تک رسائی حاصل کرنے کے لئے اپنی سالگرہ بتائیں.

source: I identify my gender as:
ar: أحدد بلدي الجنسين على النحو التالي:
es: Me identifico mi género como:
fr: J'identifie mon genre comme :
id: Saya mengidentifikasi jenis kelamin saya sebagai:
km: ខ្ញុំបានកំណត់អត្តសញ្ញាណយេនឌ័ររបស់ខ្ញុំជា:
my: : သကဲ့သို့ငါ၏ကျားငါခွဲခြားသတ်မှတ်
ne: म मेरो लिङ्ग पहिचान:
pt_mz: Identificar o meu gênero como:
sw: I kutambua jinsia yangu kama:
tg: Ман муайян гендерї ман ҳамчун:
th: ฉันระบุเพศของฉันเป็น:
ur: میں اپنی صنف کی شناخت کرتا ہوں جیسے:

source: Only you will see this
ar: أنت فقط سوف نرى هذا
es: Sólo verá este
fr: Vous serez le/la seul(e) à voir ceci
id: Hanya Anda akan melihat ini
km: មានតែអ្នកនឹងឃើញនេះ
my: သင်သည်ဤမှသာလျှင်မြင်ရပါလိမ့်မည်
ne: तपाईं मात्र यो देख्ने
pt_mz: Somente você vai ver isso
sw: Wewe tu ndiye kuona hii
tg: Танҳо шумо инро дида
th: เฉพาะคุณเท่านั้นที่จะเห็นสิ่งนี้
ur: صرف تم اسے دیکھیں گے

source: Where do you live?
ar: أين تسكن؟
es: ¿Dónde vives?
fr: Où habitez-vous?
id: Di mana kamu tinggal?
km: តើ​អ្នក​រស់នៅ​ឯណា?
my: သင်ဘယ်မှာနေလဲ?
ne: तिमि कहाँ बस्छौ?
pt_mz: Onde você mora?
sw: Unaishi wapi?
tg: Шумо дар куҷо зиндагӣ мекунед?
th: คุณพักอยู่ที่ไหน?
ur: آپ کہاں رہتے ہیں

source: What is your highest level of education?
ar: ما هو أعلى مستوى من التعليم؟
es: ¿Cual es tu nivel más alto de educación?
fr: Quel est votre plus haut niveau d'éducation?
id: Apa tingkat tertinggi Anda pendidikan?
km: កម្រិតខ្ពស់បំផុតនៃការអប់រំរបស់អ្នកគឺជាអ្វី?
my: ပညာရေး၏သင့်ရဲ့အမြင့်ဆုံးအဆင့်အထိကဘာလဲ?
ne: शिक्षा को आफ्नो उच्चतम स्तर के हो?
pt_mz: Qual o seu maior nível de escolaridade?
sw: ni kiwango chako cha juu cha elimu ni nini?
tg: баландтарин сатҳи худ аз маориф чӣ гуна аст?
th: เป็นระดับสูงสุดของการศึกษาของคุณคืออะไร?
ur: آپ کی اعلی درجے کی تعلیم کیا ہے؟

source: e.g. 0900000013
ar: مثلا:
es: p.ej.: 8, 8.25, 8.5, 8.75
fr: (Ex: 0900000013)
id: (Misalnya
km: ឧ 0900000013
my: ဥပမာ 0900000013
ne: जस्तै 0900000013
pt_mz: Por exemplo, 8, 8.25, 8.5, 8.75
sw: mfano 0900000013
tg: масалан, 0900000013
th: เช่น: 112
ur: مثال کے طور پر 0900000013

source: Enter your email address
ar: أدخل عنوان بريدك الالكتروني
es: Ingrese tu correo electrónico
fr: Entrez votre adresse email
id: Masukkan Alamat Email Anda
km: សូម​ប​ញ្ជូ​ល​អាសយដ្ឋាន​អ៊ី​ម៊ែ​ល​របស់​អ្នក
my: သင့်အီးမေးလ်လိပ်စာကိုရိုက်ထည့်
ne: तपाईंको इमेल ठेगाना हाल्नुहोस
pt_mz: Insira o seu endereço de email
sw: Kuingia barua pepe yako
tg: нишонии имейли худро нависед
th: กรอกที่อยู่อีเมล์ของคุณ
ur: اپنا ای میل کا پتا لکھو

source: e.g.
fr: Ex:
pt_mz: ex.

source: Please accept the T&amp;Cs in order to complete the registration
ar: يرجى قبول T & أمبير؛ جيم من أجل إكمال التسجيل
es: Por favor, acepta los T & amp; C con el fin de completar el registro
fr: Acceptez les conditions pour poursuivre l'inscription
id: Harap menerima T & amp; Cs dalam rangka untuk melengkapi pendaftaran
km: សូមទទួលយកក្រុមហ៊ុន T & amp; ដងក្នុងគោលបំណងដើម្បីបញ្ចប់ការចុះឈ្មោះ
my: ထို T က & amp ကိုလက်ခံ ကျေးဇူးပြု. ; CS မှတ်ပုံတင်ဖြည့်စွက်နိုင်ရန်အတွက်
ne: दर्ता पूरा गर्न सीएस; कृपया टी र amp स्वीकार
pt_mz: Por favor, aceite o T & amp; Cs, a fim de completar o registo
sw: Tafadhali kukubali T & amp; Cs ili kukamilisha usajili
tg: Лутфан, Т & amp қабул; CS ба хотири анҷом додани бақайдгирии
th: โปรดยอมรับ T & Cs เพื่อให้การลงทะเบียนสมบูรณ์
ur: رجسٹریشن کو مکمل کرنے کیلئے براہ مہربانی T & amp؛ Cs قبول کریں

source: I accept the Terms and Conditions
ar: أوافق على الشروط والأحكام
es: Acepto los Términos y Condiciones
fr: J'accepte les conditions d'utilisation
id: Saya menerima persyaratan dan kondisi
km: ខ្ញុំ​យល់ស្របនឹងលក្ខខណ្ឌទាំង​នេះ
my: စည္းကမ္းသတ္မွတ္ခ်က္မ်ားကို သေဘာတူနားလည္ျပီး ျဖစ္သည္။
ne: म नियम र सर्तहरू स्वीकार
pt_mz: Aceito os termos e condições
sw: Nakubaliana na vigezo na masharti
tg: Ман Шартҳоро қабул мекунам
th: ฉันยอมรับข้อกำหนดและเงื่อนไข
ur: میں قوائد و ضوابط کو قبول کرتا ہوں

source: Log in
ar: تسجيل الدخول
es: Iniciar sesión
fr: Connexion
id: Masuk
km: ចូលក្នុងគណនី
my: ဝင်​ရန်​
ne: लग-इन
pt_mz: Inicie a sessão
sw: Ingia
tg: Ворид шавед
th: เข้าสู่ระบบ
ur: لاگ ان

source: Login by signing in below.
ar: تسجيل الدخول عن طريق تسجيل الدخول أدناه.
es: Inicia sesión
fr: Connectez-vous ci-dessous.
id: Login dengan masuk di bawah
km: ចូល​គណនីនៅខាងក្រោម។
my: log in လုပ္ရန္ ေအာက္မွာ ျဖည္႔စြက္ပါ
ne: तल हस्ताक्षर गरेर लगइन गर्नुहोस्।
pt_mz: Entre através da assinatura no abaixo.
sw: Ingia ndani kwa kujaza taarifa zako hapa chini
tg: Дар зер ворид шавед
th: ลงชื่อด้านล่างเพื่อเข้าสู่ระบบ
ur: لاگ ان کرنے کے لیے نیچے سائن ان کریں

source: Username
ar: اسم المستخدم
es: Nombre de usuario
fr: Nom d'utilisateur
id: Nama pengguna
my: အသုံးပြုသူအမည်
ne: प्रयोगकर्तानाम
pt_mz: Nome de usuário
sw: Jina la mtumiaji
tg: НОМИ КОРБАР
th: ชื่อผู้ใช้
ur: صارف نام

source: 4-digit pin
ar: رقم السري 4 أرقام
es: Contraseña de 4 números
fr: Code PIN à 4 chiffres
id: pin 4 digit
km: លេខ PIN 4 ខ្ទង់
my: ဂဏန္း ေလးလံုးရွိ လွ်ိဳ႕ဝွက္နံပါတ္
ne: 4 अंकको पिन
pt_mz: PIN de 4 dígitos
sw: Namba ya siri ya tarakimu 4
tg: Pin-и 4-рақама
th: รหัส PIN 4 หลัก
ur: 4 عددی پن

source: Eg.: 2086
ar: مثلا:
es: p.ej.: 8, 8.25, 8.5, 8.75
fr: Ex: 2086
id: (Misalnya
km: EG
my: ဥပမာ,: 2086
ne: जस्तै .: 2086
pt_mz: Por exemplo, 8, 8.25, 8.5, 8.75
sw: Mfano .: 2086
tg: Масалан .: 2086
th: เช่น: 112
ur: مثلاَ: 2086

source: Forgotten your password?
ar: هل نسيت كلمة المرور؟
es: ¿Olvidaste tu contraseña?
fr: Vous avez oublié votre mot de passe?
id: Lupa kata sandi?
km: ភ្លេចពាក្យសម្ងាត់របស់អ្នក?
my: မိမိိ လွ်ိဳ႕ဝွက္နံပါတ္ password ကို မသိေတာ့ပါ။
ne: आफ्नो पासवर्ड भूल?
pt_mz: Esqueceu a palavra passe
sw: Umesahau nywila (neno la siri) yako?
tg: Пароли худро фаромӯш кардед?
th: ลืมรหัสผ่านของคุณใช่ไหม
ur: اپنا پاس ورڈ بھول گئے؟

source: Your password has been set. You may go ahead and log in now.
ar: تم تعيين كلمة المرور الخاصة بك. يمكنك تسجيل الدخول الآن.
es: La contraseña se ha establecido. Usted puede seguir adelante y acceder ahora.
fr: Votre mot de passe a bien été réinitialisé, vous pouvez de nouveau vous connecter.
id: sandi telah ditetapkan. Anda dapat pergi ke depan dan login sekarang.
km: ពាក្យសម្ងាត់របស់អ្នកត្រូវបានកំណត់។ អ្នកអាចទៅពេលខាងមុខនិងចូល។
my: သင့်ရဲ့စကားဝှက်ကိုသတ်မှတ်ပြီးပါပြီ။ သငျသညျရှေ့သွားနှင့်ယခုဝငျရောကျနိုငျသညျ။
ne: तपाईंको पासवर्ड सेट गरिएको छ। तपाईं अगाडि जान र अहिले लग इन गर्न सक्छ।
pt_mz: Sua senha foi definida. Você pode ir em frente e entrar agora.
sw: Neno lako la siri umeanzishwa. Unaweza kwenda mbele na kuingia kwenye sasa.
tg: Гузарвожаи шумо муқаррар шуд. Шумо метавонед пеш рафта ва вуруд ҳоло.
th: ตั้งรหัสผ่านของคุณแล้ว ตอนนี้คุณสามารถเข้าสู่ระบบได้แล้ว
ur: آپ کا پاس ورڈ مقرر کیا گیا ہے. آپ آگے بڑھیں اور اب لاگ ان کریں.

source: Confirm password:
ar: تأكيد كلمة المرور
es: Confirmar contraseña:
fr: Confirmez votre mot de passe :
id: Konfirmasi kata sandi:
km: បញ្ជាក់លេខសម្ងាត់
my: စကားဝှက်ကိုအတည်ပြုပါ:
ne: पासवर्ड सुनिश्चित गर्नुहोस:
pt_mz: Confirme a nova palavra passe
sw: Nywila (neno la siri) mpya
tg: Калидвожаро Тасдиқ Кунед:
th: ยืนยันรหัสผ่าน
ur: پاس ورڈ کی توثیق کریں:

source: Change my password
ar: تغيير كلمة المرور الخاصة بي
es: Cambiar mi contraseña
fr: Changer mon mot de passe
id: UBAH KATA SANDI
km: ប្ដូរពាក្យសម្ងាត់របស់អ្នក
my: မိမိ၏ လွ်ိဳ႕ဝွက္နံပါတ္ password ကိုေျပာင္းမည္။
ne: मेरो पासवर्ड परिवर्तन
pt_mz: Mudar senha/ Alterar Palavra Passe
sw: Badili Nywila (neno ya siri)
tg: ПАРОЛИ МАРО ИВАЗ КУНЕД
th: เปลี่ยนรหัสผ่านของฉัน
ur: اپنا پاس ورڈ تبدیل کریں

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
ar: لقد عبر البريد الالكتروني تعليمات تعيين كلمة المرور الخاصة بك، في حالة وجود حساب مع البريد الإلكتروني الذي أدخلته. يجب أن تتلقى منها قريبا.
es: Te hemos enviado un correo electrónico instrucciones para configurar su contraseña, si existe una cuenta con el correo electrónico que ha introducido. Debe recibir en breve.
fr: Nous vous avons envoyé un e-instructions pour régler votre mot de passe, si un compte existe avec l'e-mail que vous avez entrée. Vous devriez les recevoir sous peu.
id: Kami telah diemail petunjuk untuk menyiapkan sandi Anda, jika akun ada dengan email yang Anda masukkan. Anda harus menerima mereka segera.
km: យើងបានតាមអ៊ីមែលដែលអ្នកបានសេចក្តីណែនាំសម្រាប់ការពាក្យសម្ងាត់របស់អ្នកប្រសិនបើមានគណនីមួយជាមួយមានជាមួយអ៊ីមែលដែលអ្នកបានបញ្ចូល។ អ្នកគួរតែទទួលពួកគេក្នុងរយៈពេលខ្លី។
my: ငါတို့သည်သင်တို့အကောင့်တစ်ခုသင်ထည့်သွင်းအီးမေးလ်နှင့်အတူတည်ရှိနေလျှင်သင့်ရဲ့စကားဝှက်ကိုထူထောင်ဖို့ဘယ်လိုအဘို့ညွှန်ကြားချက်မေးလ်ပို့ပေးပါတယ်။ သငျသညျမကြာမီသူတို့ကိုလကျခံသငျ့သညျ။
ne: हामी, आफ्नो पासवर्ड सेट खाता तपाईंले प्रविष्ट गर्नुभएको ईमेल संग अवस्थित छ भने लागि निर्देशन इमेल गर्नुभएको छ। तपाईं छिट्टै तिनीहरूलाई प्राप्त गर्नु पर्छ।
pt_mz: Temos enviado instruções para configurar sua senha, se uma conta existe com o e-mail inserido. Você deve recebê-los em breve.
sw: Tumekuwa Emailed wewe maelekezo kwa ajili ya kuweka nywila yako, kama akaunti lipo kwa email aliingia. Unapaswa kupokea yao hivi karibuni.
tg: Мо ба шумо дастур барои муқаррар пароли шумо, агар ҳисоби бо почтаи электронии шумо даромада вуҷуд мащрои худ кардам. Шумо бояд ба онҳо қарибӣ мегиранд.
th: เราได้ส่งคำแนะนำสำหรับการตั้งค่ารหัสผ่านของคุณทางอีเมลหากบัญชีมีอยู่กับอีเมลที่คุณป้อน คุณควรจะได้รับในไม่ช้า
ur: ہم نے آپ کے پاس ورڈ کی ترتیب دینے کے لئے آپ کو ہدایت دی ہے، اگر آپ نے درج کردہ ای میل کے ساتھ ایک اکاؤنٹ موجود ہے. تمہیں انہیں جلد ہی ملنا چاہئے.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
ar: إذا كنت لا تتلقى رسالة بريد إلكتروني، يرجى التأكد من أنك أدخلت العنوان الذي سجلت مع، ومراجعة مجلد الرسائل غير المرغوب فيها.
es: Si no recibe un correo electrónico, por favor asegúrese de que ha introducido la dirección que se registró, y comprobar su carpeta de correo no deseado.
fr: Si vous ne recevez pas de courriel, s'il vous plaît assurez-vous que vous avez entré l'adresse de votre inscription, et vérifiez votre dossier spam.
id: Jika Anda tidak menerima email, pastikan Anda telah memasukkan alamat Anda terdaftar, dan periksa folder spam Anda.
km: ប្រសិនបើអ្នកមិនបានទទួលអ៊ីម៉ែល, សូមធ្វើឱ្យប្រាកដថាអ្នកបានបញ្ចូលអាសយដ្ឋានដែលអ្នកបានចុះឈ្មោះជាមួយ, និងពិនិត្យមើលថតសារឥតបានការរបស់អ្នក។
my: အီးမေးလ်လက်ခံရရှိဘူးဆိုရငျ, သငျသညျသငျနှငျ့အတူမှတ်ပုံတင်ပြီးလိပ်စာသို့ဝင်သေချာ, သင်၏ spam များကို folder ကိုစစ်ဆေးပါ။
ne: यदि तपाईं एउटा इमेल प्राप्त छैन, तपाईंले दर्ता ठेगाना प्रविष्ट गर्नुभएको निश्चित कृपया, र आफ्नो स्पाम फोल्डर जाँच गर्नुहोस्।
pt_mz: Se você não receber um e-mail, por favor, certifique-se de que introduziu o endereço que você registrou, e verifique a pasta de spam.
sw: Kama huna kupokea barua pepe, tafadhali kuhakikisha umeingiza anwani wewe kusajiliwa na, na kuangalia spam folder yako.
tg: Агар шумо суроғаи почтаи электронӣ, қабул намекунад, лутфан тафтиш кунед, ки шумо ба суроғаи шумо ба қайд ворид кардам, ва папкаи спам худ санҷед.
th: หากคุณไม่ได้รับอีเมลโปรดตรวจสอบว่าคุณได้ป้อนที่อยู่ที่คุณลงทะเบียนแล้วและตรวจสอบโฟลเดอร์สแปมของคุณ
ur: اگر آپ کو ایک ای میل نہیں ملتا ہے تو، براہ کرم یقینی بنائیں کہ آپ نے اپنے ایڈریس کو درج کردہ درجے درج کیا ہے، اور اپنے سپیم فولڈر کو چیک کریں.

source: Back to home page
ar: الصفحة الرئيسية
es: Inicio
fr: Retour à l'accueil
id: Rumah
km: ត្រលប់ទៅទំព័រដើម
my: အိမ်ပြန်စာမျက်နှာ
ne: होम
pt_mz: Início
sw: Anza Mwanzo
tg: Бозгашт ба саҳифаи
th: กลับไปที่หน้าแร
ur: گھر کے صفحے پر واپس جائیں

source: Enter your email address below, and we'll email instructions for setting a new one.
ar: أدخل عنوان البريد الالكتروني أدناه، وسنقوم بارسال تعليمات لوضع واحدة جديدة.
es: Indica tu dirección de e-mail y te enviaremos instrucciones sobre cómo crear una nueva contraseña
fr: Renseignez votre adresse email ci-dessous et nous vous enverrons les informations pour créer un nouveau mot de passe
id: Masukkan alamat email Anda di bawah ini, dan kami akan mengirim email petunjuk pemasangan yang baru.
km: បញ្ចូល​អាសយដ្ឋានអ៊ីមែល​អ្នកនៅខាងក្រោម។ ​យើង​នឹង​ផ្ញើអ៊ីមែល​ប្រាប់ពី​របៀប​កំណត់​ពាក្យសម្ងាត់ថ្មី។
my: သင္၏ အီးေမးလ္ လိပ္စာကို ေအာက္ပါေနရာတြင္ ျဖည့္ပါ။ ကြ်ႏု္ပ္တုိ႔မွ အခ်က္အလက္မ်ား ျပန္လည္ပို႔ေပးပါမည္။
ne: तल आफ्नो इमेल ठेगाना प्रविष्ट गर्नुहोस्, र हामी एउटा नयाँ सेट लागि निर्देशन ईमेल गर्नेछौं।
pt_mz: Introduza o seu email abaixo e nós enviaremos intruções para definir uma nova senha
sw: Andika barua pepe yako hapa na tutakutumia maelekezo ya kubadili
tg: Суроғаи почтаи электронии худро ворид кунед ва мо оиди танзим кардани пароли нав дастурҳо ирсол мекунем.
th: ใส่ที่อยู่อีเมลของคุณด้านล่าง เราจะส่งอีเมลถึงคุณพร้อมวิธีการตั้งรหัสผ่านใหม่
ur: ذیل میں اپنا ای میل ایڈریس درج کریں، اور ہم ایک نیا ترتیب دینے کیلئے ہدایات ای میل کریں گے.

source: Reset my password
ar: إعادة تعيين كلمة المرور الخاصة بي
es: Restablecer mi contraseña
fr: Réinitialiser mon mot de passe
id: Atur ulang kata sandi
km: ជ្រើសពាក្យសម្ងាត់ជាថ្មី​
my: မိိမိ၏ လွွ်ိဳ႕ဝွက္နံပါတ္ password ကိုေျပာင္းမည္။
ne: मेरो पासवर्ड रिसेट
pt_mz: reiniciar senha/ reiniciar palavra passe
sw: Badilisha nywila (neno la siri)
tg: Пароли маро аз нав гуоред
th: ตั้งรหัสผ่านใหม่
ur: میرا پاس ورڈ ری سیٹ کریں

source: SEARCH
ar: البحث
es: Buscar
fr: Recherche
id: Cari
km: ស្វែងរក
my: ရွာေဖြရန္
ne: खोजी
pt_mz: Procurar
sw: Tafuta
tg: ҶУСТУҶӮ
th: ค้นหา
ur: تلاش

source: Search
ar: البحث
es: Buscar
fr: Recherche
id: Cari
km: ស្វែងរក
my: ရွာေဖြရန္
ne: खोजी
pt_mz: Procurar
sw: Tafuta
tg: ҶУСТУҶӮ
th: ค้นหา
ur: تلاش

source: No search results were found for
ar: لم يتم العثور على نتائج البحث ل
es: No se han encontrado resultados de búsqueda para
fr: Aucun résultat de recherche n'a été trouvé pour
id: Tidak ada hasil pencarian yang ditemukan untuk
km: គ្មានលទ្ធផលសំរាប់ការស្វែងរកត្រូវបានរកឃើញ
my: ရှာဖွေရေးရလဒ်အတွက်မတွေ့
ne: कुनै खोज परिणाम भेटिएन
pt_mz: Nenhum resultado de pesquisa foi encontrado com
sw: matokeo ya utafutaji No walikuwa kupatikana kwa
tg: Не Натоиҷи ҷустуҷӯ барои пайдо шуданд
th: ไม่พบผลลัพธ์การค้นหา
ur: کے لئے کوئی تلاش کے نتائج نہیں مل سکا

source: Back to homepage
ar: عودة إلى الصفحة الرئيسية
es: Volver al início
fr: Retour à la page d'acceuil
id: KEMBALI KE HALAMAN UTAMA
km: ត្រលប់ទៅគេហទំព័រ
my: နောက်ကျောပင်မစာမျက်နှာမှ
ne: होम
pt_mz: Início
sw: Rudi kwenye ukurasa wa mbele.
tg: БОЗГАШТ БА САҲИФАИ АСОСӢ
th: กลับไปหน้าแรก
ur: واپِس ہوم پیج پر

source: Next Question
ar: التالي
es: Siguiente
fr: Question suivante
id: Berikutnya
km: សំណួរបន្ទាប់
my: လာမယ့်မေးခွန်းတစ်ခုကို
ne: अर्को प्रश्न
pt_mz: Próxima questão
sw: Mbele
tg: Саволи оянда
th: คำถามต่อไป
ur: اگلا سوال

source: You have already completed this survey.
ar: لقد أنجزت بالفعل هذا الاستطلاع.
es: Usted ya ha completado esta encuesta
fr: Vous avez déjà répondu à ces questions, merci!
id: Anda telah menyelesaikan survei ini.
km: អ្នកបានបញ្ចប់ការស្ទង់មតិនេះរួចទៅហើយ។
my: သငျသညျပြီးသားဒီစစ်တမ်းပြီးစီးခဲ့ပါပြီ။
ne: तपाईंले पहिले नै यो सर्वेक्षण पूरा गरेको छ।
pt_mz: Já completou este inquérito
sw: You yameshaanza utafiti huu.
tg: Шумо аллакай дар ин пурсиш анҷом.
th: คุณได้ทำแบบสำรวจนี้เรียบร้อยแล้ว
ur: آپ نے پہلے ہی اس سروے کو مکمل کر لیا ہے.

source: Please log in to take this survey
ar: الرجاء الدخول للمشاركة في هذا الاستطلاع
es: Inicia sesión para responder esta encuesta
fr: Svp, connectez-vous pour remplir ce questionnaire
id: Harap masuk untuk melakukan survei ini
km: សូមចូលគណនីដើម្បីឆ្លើយនឹងការអង្កេតនេះ
my: ဒီစစ်တမ်းကိုယူရန်အတွက်ဝင်ရောက်ပါ
ne: कृपया यो सर्वेक्षण गर्न लग इन गर्नुहोस्
pt_mz: Conecte-se de aproveitar esta pesquisa
sw: Tafadhali ingia kuchukua utafiti huu.
tg: Барои пур кардани ин саволнома, ворид шавед
th: โปรดเข้าสู่ระบบเพื่อทำแบบสำรวจนี้
ur: اس جائزے کو کرنے کے لینے لئے لاگ ان کریں

source: Start here
ar: أبدأ هنا
es: Comenzar
fr: Commencez
id: Mulai dari sini
km: ចាប់ផ្ដើមត្រង់នេះ
my: ဒီမွာ စတင္လိုက္ပါ
ne: यहाँ सुरु गर्नुहोस्
pt_mz: Começa aqui
sw: Anza hapa
tg: Аз ин ҷо оғоз кунед
th: เริ่มที่นี่
ur: یہاں سے شروع کریں

source: Reply successfully created.
ar: عضوا فعلا؟
es: Responder creado con éxito.
fr: Ce nom d'utilisateur existe déjà.
id: Balas berhasil dibuat.
km: ឆ្លើយតបបានបង្កើតដោយជោគជ័យ។
my: အောင်မြင်စွာဖန်တီးပြန်ကြားချက်:
ne: जवाफ सफलतापूर्वक सिर्जना गरियो।
pt_mz: Responder criado com sucesso.
sw: Jibu mafanikio kuundwa.
tg: Ҷавоб бомуваффақият биёфарид.
th: ตอบสำเร็จแล้ว
ur: کامیابی سے جواب دیا گیا.

source: Email address
ar: عنوان البريد الإلكتروني
es: Dirección de correo electrónico
fr: Adresse e-mail
id: Email
km: អាស័យ​ដ្ឋាន​អ៊ី​ម៉េ​ល
my: အီးမေးလိပ်စာ
ne: इ - मेल ठेगाना
pt_mz: Endereço de e-mail
sw: Anuani ya barua pepe
tg: Суроғаи имэйл
th: ที่อยู่อีเมล์
ur: ای میل

source: Type your comment here...
ar: اكتب تعليقك هنا
es: Escriba su comentario aquí
fr: Entrez votre commentaire ici....
id: Ketik komentar Anda di sini
km: បញ្ចូលយោបល់អ្នកនៅទីនេះ...
my: ဒီနေရာမှာသင့်ရဲ့ comment ကိုရိုက်ထည့်ပါ
ne: तपाईंको टिप्पणी यहाँ टाइप
pt_mz: Escreva aqui o seu comentário...
sw: Chapa maoni yako hapa...
tg: Назари худро дар ин ҷо нависед
th: พิมพ์ความคิดเห็นของคุณที่นี่...
ur: اپنا تبصرہ یہاں ٹائپ کریں ...

source: Ago
fr: Il y a
pt_mz: Atrás

source: Replies
fr: Réponses
pt_mz: Respostas

source: Share a Comment
ar: مشاركة تعليق
es: Comentar
fr: Commentez cet article
id: Bagikan komentar
km: ចែករំលែកមតិ
my: မွတ္ခ်က္ကို မွ်ေဝသည္။
ne: एक टिप्पणी साझेदारी
pt_mz: partilhe o comentário
sw: Sambaza maoni haya
tg: Шарҳеро қисмат кунед
th: แบ่งปันความคิดเห็น
ur: تبصرہ شیر کریں

source: Thanks!
ar: شكراً!
es: ¡Gracias!
fr: Merci!
id: Terima Kasih!
km: អរគុណ
my: ေက်းဇူးတင္ပါတယ္
ne: धन्यवाद.
pt_mz: Obrigado!
sw: Asante!
tg: Ташаккур!
th: ขอบคุณ!
ur: شکریہ!

source: Your comment has been successfully posted
ar: تم نشر تعليقك بنجاح
es: Tu comentario ha sido publicado
fr: Votre commentaire a été posté avec succès
id: Komentar kamu telah berhasil dikirim
km: យោបល់អ្នកត្រូវបានផ្សាយដោយជោគជ័យ
my: သင့်ရဲ့ထင်မြင်ချက်ကိုအောင်မြင်စွာပေါင်းထည့်ပြီးပါပြီ
ne: तपाईंको टिप्पणी सफलतापूर्वक पोस्ट गरिएको छ
pt_mz: O seu comentário foi publicado com sucesso
sw: Maoni yako yamewekwa.
tg: Шарҳи шумо бомуваффақият нашр шуд
th: โพสต์ความคิดเห็นของคุณเรียบร้อยแล้ว
ur: آپ کی رائے کو کامیابی سے تعینات کردیا گیا ہے

source: Back to article
ar: عودة إلى المقال
es: Volver al artículo
fr: Retour à l'article
id: Kembali ke Artikel
km: ត្រលប់ទៅអត្ថបទ
my: ေဆာင္းပါးသုိ႔ ျပန္သြားမည္
ne: फिर्ता लेख
pt_mz: Voltar ao artigo
sw: Rudi kwenye nakala
tg: БОЗГАШТ БА МАҚОЛА
th: กลับไปที่บทความ
ur: مضمون پر واپس

source: Please
ar: من فضلك
es: Por favor
fr: S'il vous plaît
km: សូម
my: ကျေးဇူးပြု
ne: कृपया
pt_mz: Por favor
sw: tafadhali
tg: Лутфан
th: สามารถเข้าไปดู
ur: براہ مہربانی.

source: to leave a comment.
ar: لترك تعليق.
es: para dejar un comentario.
fr: à laisser un commentaire.
id: untuk memberikan komentar.
km: ដើម្បីទុកឱ្យសេចក្តីអធិប្បាយ។
my: မှတ်ချက်ထားခဲ့ဖို့။
ne: एक टिप्पणी छोड्न।
pt_mz: para deixar um comentário.
sw: kwa kuacha maoni.
tg: тарк як тавзеҳи.
th: เพื่อแสดงความคิดเห็น
ur: ایک تبصرہ چھوڑنے کے لئے.

source: Recent replies
fr: Réponses récentes
pt_mz: Respostas recentes

source: Earlier replies
fr: Réponses précédentes
pt_mz: Respostas anteriores

source: of
fr: de
pt_mz: do

source: This comment has been reported.
ar: تم الإبلاغ عن هذا التعليق.
es: Este comentario ha sido reportado.
fr: Ce commentaire a été signalé.
id: Komentar ini telah dilaporkan.
km: សេចក្តីអធិប្បាយនេះត្រូវបានគេរាយការណ៍។
my: ဤမှတ်ချက်ကိုအစီရင်ခံခဲ့သည်။
ne: यो टिप्पणी रिपोर्ट गरिएको छ।
pt_mz: Este comentário foi relatado.
sw: maoni hii imeripotiwa.
tg: Ин шарҳ гузориш шудааст.
th: ความคิดเห็นนี้ได้รับการรายงานแล้ว
ur: یہ تبصرہ اطلاع دی گئی ہے.

source: It will be reviewed by the team and may be removed if it breaks our Platform rules
ar: سيتم مراجعته من قبل فريق ويمكن إزالتها إذا كان وقوع قواعد منصة لدينا
es: El mismo será revisado por el equipo y puede ser retirado si se rompe las reglas de la plataforma
fr: Il sera examiné par l'équipe et peut être retirée si elle se casse nos règles de plate-forme
id: Ini akan ditinjau oleh tim dan dapat dihapus jika melanggar aturan Platform
km: វានឹងត្រូវបានពិនិត្យមើលដោយក្រុមនេះបាននិងអាចត្រូវបានយកចេញសិនបើវាដាច់ច្បាប់វេទិការបស់យើង
my: ဒါဟာအသင်းအားဖြင့်သုံးသပ်သွားမည်ဖြစ်ပြီးကြောင့်ပလက်ဖောင်းစည်းမျဉ်းစည်းကမ်းတွေကိုဖောက်ဖျက်လျှင်ဖယ်ထုတ်ခြင်းခံရစေခြင်းငှါ
ne: यो टोली द्वारा समीक्षा गरिने छ र यो हाम्रो प्लेटफर्म नियम खण्डन भने हटाउन सकिन्छ
pt_mz: Ele será analisado pela equipe e pode ser removido em caso de quebra nossas regras de Plataforma
sw: Yatapitiwa na timu na anaweza kuondolewa kama ni mapumziko Baraza sheria zetu
tg: Он аз ҷониби дастаи баррасӣ ва мумкин аст хориҷ карда, агар онро пора қоидаҳои Платформаи мо
th: ทีมงานจะได้รับการตรวจสอบและอาจถูกนำออกถ้ามีการละเมิดกฎแพลตฟอร์มของเรา
ur: یہ ٹیم کی طرف سے جائزہ لیا جائے گا اور اگر یہ ہمارے پلیٹ فارم کے قوانین کو توڑتا ہے تو اسے ہٹایا جاسکتا ہے

source: replied to your comment on:
fr: a répondu à votre commentaire :
pt_mz: respondeu ao seu comentário sobre:

source: ago
fr: Il y a
pt_mz: atrás

source: You have
fr: vous avez
pt_mz: Você tem

source: Read replies:
fr: Réponses lues
pt_mz: Leia as respostas:

source: Back home
fr: Retour à la page d'accueil
pt_mz: De volta para a Página inicial

source: Notification:
pt_mz: Notificação:

source: Reporting comment replies is not allowed.
ar: لا يجوز تقديم التقارير ردود تعليق.
es: No se permite informar respuestas de comentarios.
fr: Rapports commentaire réponses n'est pas autorisé.
id: Pelaporan balasan komentar tidak diperbolehkan.
km: រាយការណ៍ពីការឆ្លើយតបអត្ថាធិប្បាយបានមិនត្រូវបានអនុញ្ញាត។
my: မှတ်ချက်ပြန်ကြားချက်ကိုအစီရင်ခံခွင့်ပြုမထားပေ။
ne: टिप्पणी जवाफहरू रिपोर्ट अनुमति छैन।
pt_mz: Relatórios comentário respostas não é permitido.
sw: Kuripoti maoni replies hairuhusiwi.
tg: Ҳисоботдиҳӣ ҷавобҳо шарҳ аст, иҷозат дода намешавад.
th: ไม่อนุญาตการตอบกลับความคิดเห็นในรายงาน
ur: رپورٹنگ تبصرہ جوابات کی اجازت نہیں ہے.

source: Hi
ar: مرحبا
es: ¡Hola!
fr: Salut
id: Hai!
km: សួស្តី
my: မင်္ဂလာပါ
pt_mz: Olá!
tg: Бахши кишоварзӣ
th: สวัสดี
ur: ہیلو
