Repository: praekeltfoundation/molo-iogt
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr, id, km, my, ne, pt_mz, sw, tg, th, ur

source: Register
ar: تسجيل
es: Registrarse
fr: S'inscrire
id: DAFTAR
km: ចុះឈ្មោះ
my: အမည္စာရင္း ေပးသြင္းမည္
ne: पंजीकरण
pt_mz: Registe-se
sw: Jisajili
tg: Сабти ном кардан
th: สมัครสมาชิก
ur: رجسٹر

source: CHOOSE A USERNAME
ar: اختر اسم المستخدم
es: Elija un nombre de usuario
fr: CHOISISSEZ UN NOM D'UTILISATEUR
id: PILIH NAMA PENGGUNA
km: ជ្រើសឈ្មោះអ្នកប្រើ
my: နာမည္ေရြးခ်ယ္ပါ။
ne: प्रयोगकर्ता नाम छान्नुस
pt_mz: ESCOLHA UM NOME DE USUÁRIO
sw: Chagua jina la mtumiaji
tg: НОМИ КОРБАРИИ ХУДРО ИНТИХОБ КУНЕД
th: เลือกชื่อผู้ใช้
ur: صارف کا نام منتخب کریں

source: CHOOSE A 4-DIGIT PIN
ar: اختر رقم التعريف الشخصي المكون من 4 أرقام
es: CHOOSE A PIN de 4 dígitos
fr: CHOISIS 4-DIGIT PIN
id: MEMILIH A PIN 4-DIGIT
km: ជ្រើសរើសលេខកូដ PIN 4 ខ្ទង់
my: ဂဏန္း ေလးလံုးရွိ လွ်ိဳ႕ဝွက္နံပါတ္တခုျဖည့္ပါ
ne: 4 अंकको पिन छान्नुपर्छ
pt_mz: ESCOLHER UMA PIN de 4 dígitos
sw: KUCHAGUA PIN ya tarakimu 4
tg: ИНТИХОБ A PIN 4-рақама
th: เลือกรหัส PIN 4 หลัก
ur: چارعدد الفاز بطور پن منتخب کریں

source: e.g. 2086
ar: على سبيل المثال 2086
es: Ej: 2086
fr: (Ex: 2086)
id: (Misalnya
km: ឧ. ២០៨៦
my: ဥပမာ - ၂၀၈၆
ne: जस्तै 2086
pt_mz: (ex. 2086)
sw: (Mf: 2086)
tg: масалан, 2086
th: ต.ย. 2086
ur: مثلاَ: 2086

source: CHOOSE A DISPLAY NAME
ar: اختيار اسم العرض
es: ELEGIR UN NOMBRE PARA MOSTRAR
fr: CHOISISSEZ UN NOM D'AFFICHAGE
id: PILIHLAH NAMA DISPLAY
km: ជ្រើសរើសឈ្មោះបង្ហាញ
my: တစ်ဦးက display အမည်ရွေး
ne: प्रदर्शनको नाम छनोट
pt_mz: ESCOLHA UM NOME DE EXIBIÇÃO
sw: KUCHAGUA DISPLAY JINA
tg: ИНТИХОБ A НОМ Намоиши
th: เลือกชื่อที่แสดง
ur: ایک نئے ڈسپلے نام منتخب کریں

source: (e.g. 0900000013)
ar: مثلا:
es: p.ej.: 8, 8.25, 8.5, 8.75
fr: Par exemple: 8, 8.25, 8.5, 8.75
id: (Misalnya
km: EG
my: (ဥပမာ 0900000013)
ne: (जस्तै 0900000013)
pt_mz: Por exemplo, 8, 8.25, 8.5, 8.75
sw: (Kwa mfano 0900000013)
tg: (Масалан, 0900000013)
th: เช่น: 0900000013
ur: (مثال کے طور پر 0900000013)

source: ENTER YOUR EMAIL ADDRESS
ar: أدخل عنوان بريدك الالكتروني
es: Ingrese tu correo electrónico
fr: entrez votre adresse e-mail
id: Masukkan Alamat Email Anda
km: សូម​ប​ញ្ជូ​ល​អាសយដ្ឋាន​អ៊ី​ម៊ែ​ល​របស់​អ្នក
my: သင့်ရဲ့အီးမေးလ်လိပ်စာကို ENTER
ne: तपाईंको इमेल ठेगाना हाल्नुहोस
pt_mz: Digite seu endereço de email
sw: Ingiza barua pepe yako ADDRESS
tg: нишонии имейли худро нависед
th: กรอกที่อยู่อีเมล์ของคุณ
ur: اپنا ای میل کا پتا لکھو

source: Reset PIN
ar: إعادة تعيين رقم التعريف الشخصي
es: Restablecer PIN
fr: Réinitialiser mon mot de passe
id: ulang PIN
km: កំណត់ឡើងវិញលេខកូដសម្ងាត់
my: ပြန်ညှိမှု တွယ်အပ်
ne: पिन पुन
pt_mz: reiniciar senha/ reiniciar palavra passe
sw: Badilisha nywila (neno la siri)
th: รีเซ็ต PIN
ur: PIN دوبارہ ترتیب دیں

source: PIN Changed
ar: PIN تغيير
fr: PIN changé
id: PIN Berubah
km: លេខកូដសម្ងាត់បានផ្លាស់ប្តូរ
my: တွယ်အပ် ပြောင်းလဲသွားတယ်
ne: पिन परिवर्तन
pt_mz: Mudar senha/ Alterar Palavra Passe
tg: PIN тағйир
th: PIN เปลี่ยนแล้ว
ur: پن تبدیل ہوگیا

source: Your PIN has been changed sucessfully.
ar: تم تغيير الرقم السري الخاص بك بنجاح.
es: Su PIN se ha cambiado con éxito.
fr: Votre NIP a été changé avec succès.
id: PIN Anda telah diubah berhasil.
km: លេខកូដសម្ងាត់របស់អ្នកត្រូវបានផ្លាស់ប្តូរដោយជោគជ័យ។
my: သင်သည်သင်၏အောင်မြင်စွာပြောင်းလဲပြီ တွယ်အပ်
ne: आफ्नो पिन sucessfully परिवर्तन गरिएको छ।
pt_mz: O PIN foi alterado com sucesso.
sw: PIN yako imekuwa iliyopita kwa mafanikio.
tg: PIN шумо бо sucessfully тағйир дода шуд.
th: เปลี่ยน PIN ของคุณสำเร็จแล้ว
ur: آپ کا PIN آرام سے بدل گیا ہے.

source: Continue to Sign In
ar: الاستمرار في تسجيل الدخول
es: Continuar entrar
fr: Continuer à connecter
id: Terus Masuk
km: បន្តទៅចូល
my: အတွက်လက်မှတ်ရေးထိုးရန်ဆက်လက်
ne: साइन मा जारी राख्न
pt_mz: Continuar Entrar
sw: Kuendelea Ingia
tg: Идома ворид шавед
th: ดำเนินการต่อเพื่อลงชื่อเข้าใช้
ur: سائن ان جاری رکھیں

source: Hello
ar: مرحباً
es: Hola
fr: Bonjour
id: Halo
km: សួស្តី
my: မဂၤလာပါ
ne: namaste
pt_mz: Olá
sw: Hujambo
tg: Салом
th: สวัสดี
ur: آداب

source: As you type your name comment will appear as:
ar: أثناء الكتابة تعليقك الاسم سوف تظهر:
es: Cuando escribas un comentario, tu nombre aparecerá como:
fr: Lorsque vous entrez un commentaire votre nom apparaitra comme
id: NAMA YANG AKAN MUNCUL DI KOLOM KOMENTAR :
km: ពេលអ្នក​វាយបញ្ចូលឈ្មោះអ្នក មតិនឹងលេចឡើង​ជា៖
my: သင္၏ အမည္ကို ရိုက္လိုက္သည္ႏွင့္ comment သည္ ယခုကဲ့သို႔ ေပၚမည္
ne: तपाईँले टाइप रूपमा आफ्नो नाम टिप्पणी रूपमा देखा पर्ने:
pt_mz: Quando introduzir comentários o seu nome aparecerá como:
sw: Jina uwekalo hapa ndio litatumika kutambulisha maoni yako
tg: ВАҚТЕ КИ ШУМО НОМИ ХУДРО ЧОП МЕКУНЕД, ШАРҲ ИН ТАВР ПАДИДОР МЕШАВАД:
th: ขณะที่พิมพ์ชื่อของคุณ ความคิดเห็นจะปรากฏดังนี้:
ur: جیسے آپ اپنا نام ٹائپ کریںنگےآپ کا تبصرہ ایسے دگھے گا

source: Date of Birth:
ar: تاريخ الولادة
es: Fecha de nacimiento:
fr: Date de naissance:
id: TANGGAL LAHIR:
km: ថ្ងៃខែឆ្នាំកំណើត:
my: ေမြးရက္၊လ၊ခုႏွစ္
ne: जन्म मिति:
pt_mz: Data de nascimento:
sw: Tarehe ya Kuzaliwa:
tg: ЗОДРӮЗ:
th: วัน เดือน ปีเกิด:
ur: تاریخِ پیدائش

source: Not set.
ar: غير مضبوط.
es: no se establece
fr: Aucune information
id: Belum diatur
km: មិនបានកំណត់។
my: မသတ္မွတ္ ရေသးပါ။
ne: सेट गरिएको छैन।
pt_mz: Não configurado
sw: Haipo
tg: Танзим нашудааст.
th: ไม่ได้ตั้งค่า
ur: اندرآج نہیں ہے.

source: Mobile number:
ar: رقم الهاتف المحمول
es: Número de móvil
fr: Numéro Mobile
id: Nomor Handphone
km: លេខ​ទូរ​សព្ទ​ចល័ត:
my: လက်ကိုင်ဖုန်းနာပတ်:
ne: मोबाइल नम्बर:
pt_mz: Número Celular
sw: NAMBARI YA SIMU:
tg: Рақами мобилӣ:
th: เบอร์มือถือ
ur: موبائل فون کانمبر:

source: Gender:
ar: الجنس :
es: Sexo:
fr: Le genre:
id: Jenis kelamin
km: ភេទ
my: ကျား, မ:
ne: लिङ्ग:
pt_mz: Sexo:
sw: Jinsia
tg: Гендер:
th: เพศ
ur: جنس

source: Location:
ar: الموقع:
es: Ubicación:
fr: Emplacement :
id: lokasi:
km: ទីតាំង
my: သင္၏ႏိုင္ငံ -
ne: स्थान:
pt_mz: Localização:
sw: makao
tg: Макон:
th: สถานที่ตั้ง:
ur: مقام

source: Education Level:
ar: مستوى التعليم
es: Nivel de Educación:
fr: Niveau de l'éducation
id: Tingkat Pendidikan:
km: កម្រិត​ការ​អប់រំ:
my: ပညာရေးအဆင့်:
ne: शिक्षा स्तर:
pt_mz: Escolaridade
sw: Kiwango cha Elimu:
tg: Сатҳи маълумот:
th: ระดับการศึกษา:
ur: تعلیمی معیار:

source: Email Address:
ar: عنوان البريد الإلكتروني:
es: Dirección Email:
fr: Adresse e-mail:
id: Alamat email:
km: អាស័យ​ដ្ឋាន​អ៊ី​ម៉េ​ល:
my: အီးမေးလိပ်စာ:
ne: इ - मेल ठेगाना:
pt_mz: Endereço de Email
sw: Anuani ya barua pepe
tg: Суроғаи имэйл:
th: อีเมล์:
ur: برقی پتہ

source: log out
ar: الخروج
es: Cerrar sesión
fr: Déconnexion
id: Keluar
km: ចេញពីគណនី
my: log out လုပ္မည္
ne: बाहिर निस्कनु
pt_mz: Termine a sessão
sw: Toka
tg: ХУРУҶ
th: ออกจากระบบ
ur: لاگ آوٹ

source: Edit My Profile
ar: تعديل ملفي الشخصي
es: Editar mi perfil
fr: Mettre à jour mon profil
id: UBAH PROFIL
km: កែព័ត៌មានផ្ទាល់ខ្លួនខ្ញុំ
my: မိမိ ကိုယ္ပိုင္စာမ်က္ႏွာကို ျပန္လည္ျပင္ဆင္ ျဖည့္စြက္မည္။
ne: मेरो प्रोफाइल सम्पादन
pt_mz: Editar o meu perfil
sw: Badili taarifa zangu
tg: ТАҲРИРИ ПРОФИЛИ МАН
th: แก้ไขข้อมูลส่วนตัวของฉัน
ur: اپنی پروفائل میں ترمیم

source: The old password is incorrect.
ar: كلمة السر غير صحيحة.
es: La contraseña es incorrecta.
fr: Le mot de passe est incorrect.
id: Sandi lamamu salah.
km: ពាក្យសម្ងាត់ចាស់មិនត្រឹមត្រូវ។
my: အဟောင်းကိုစကားဝှက်မမှန်ပါသည်။
ne: पुरानो पासवर्ड गलत छ।
pt_mz: A palavra-passe está errada.
sw: nywila zamani ni sahihi.
tg: Дар гузарвожаи пешинаи нодуруст аст.
th: รหัสผ่านเดิมไม่ถูกต้อง
ur: پرانا پاس ورڈ غلط ہے.

source: Too many attempts. Please try again later.
ar: محاولات كثيرة. الرجاء معاودة المحاولة في وقت لاحق.
es: Demasiados intentos. Por favor, inténtelo de nuevo más tarde.
fr: Trop d'essais. Veuillez réessayer plus tard.
id: Terlalu banyak upaya. Silakan coba lagi nanti.
km: ព្យាយាមច្រើនដងពេក។ សូម​ព្យាយាម​ម្តង​ទៀត​នៅ​ពេល​ក្រោយ។
my: သိပ်အများကြီးကြိုးစားမှု။ နောက်တခါထပ်ကြိုးစားကြည့်ပါ။
ne: धेरै प्रयास। फेरी प्रयास गर्नु होला।
pt_mz: Muitas tentativas. Por favor, tente novamente mais tarde.
sw: majaribio mengi mno. Tafadhali jaribu tena baadae.
tg: Низ бисёр кӯшишҳо. Лутфан, баъд бори дигар кӯшиш кунед.
th: มีความพยายามมากเกินไป กรุณาลองใหม่อีกครั้งในภายหลัง.
ur: بہت سے کوششیں براہ کرم کچھ دیر بعد کوشش کریں.

source: The two PINs that you entered do not match. Please try again.
ar: واثنين من المسامير التي أدخلتها لا تتطابق. حاول مرة اخرى.
es: Los dos PIN que ha introducido no coinciden. Por favor, inténtelo de nuevo.
fr: Les deux codes PIN que vous avez entré ne correspondent pas. Veuillez réessayer.
id: Dua PIN yang Anda masukkan tidak cocok. Silakan coba lagi.
km: pin ទាំងពីរដែលអ្នកបានបញ្ចូលមិនត្រូវគ្នា។ សូម​ព្យាយាម​ម្ដងទៀត។
my: သငျသညျဝငျကွသောနှစ်ဦးပင်နံပါတ်များမတိုက်ဆိုင်ကြဘူး။ ထပ်ကြိုးစားပါ။
ne: तपाईं प्रविष्ट गर्नुभएको दुई PIN मेल खाँदैन। फेरि प्रयास गर्नुहोस।
pt_mz: Os dois PINs que você digitou não são iguais. Por favor, tente novamente.
sw: Pini mbili uliyoweka si mechi. Tafadhali jaribu tena.
tg: Ду таїіизот, ки ба шумо ворид мекунед мувофиқат намекунанд. Лутфан, боз кӯшиш кунед.
th: PIN สองตัวที่คุณป้อนไม่ตรงกัน กรุณาลองอีกครั้ง.
ur: آپ نے درج کردہ دو پنز نہیں ملتے. دوبارہ کوشش کریں.

source: Submit Survey
ar: أرسل الاستطلاع
es: Enviar Encuesta
fr: Soumettre vos réponses
id: Menyerahkan survei
km: ផ្ញើចម្លើយនៃការអង្កេត
my: ဆန္္းစစ္ေလ့လာခ်က္ survey ကိုတင္မည္။
ne: सर्वेक्षण पेश
pt_mz: Enviar pesquisa
sw: Wasilisha utafiti
tg: Саволномаро пешниҳод кунед
th: ส่งแบบสำรวจ
ur: جائزہ جمع کریں

source: Survey Results
ar: نتائج الاستطلاع
es: Resultados de la Encuesta
fr: RÉSULTATS DE L'ENQUÊTE
id: Hasil survei
km: លទ្ធផលនៃការស្ទង់មតិ
my: စစ်တမ်းရလဒ်များ
ne: सर्वेक्षण परिणाम
pt_mz: Resultados da pesquisa
sw: Survey Matokeo
tg: Тадќиќоти Натиҷаи
th: ผลการสำรวจ
ur: سروے کے نتائج

source: Your survey has been completed successfully. Please see your submission results below.
ar: وقد تم الانتهاء من الدراسة بنجاح. يرجى الاطلاع على النتائج تقديم أدناه.
es: Su estudio se ha completado con éxito. Por favor, vean los resultados de la sumisión a continuación.
fr: Votre enquête a été terminée avec succès. S'il vous plaît voir vos résultats de soumission ci-dessous.
id: Survei Anda telah selesai dengan sukses. Silakan lihat hasil kiriman Anda di bawah ini.
km: ការស្ទង់មតិរបស់អ្នកត្រូវបានបញ្ចប់ដោយជោគជ័យ។ សូមមើលលទ្ធផលនៃការដាក់ស្នើរបស់អ្នកនៅខាងក្រោម។
my: သင့်ရဲ့စစ်တမ်းကိုအောင်မြင်စွာပြီးစီးခဲ့ပြီ။ အောက်တွင်သင့်တင်သွင်းခဲ့တဲ့ရလဒ်များကိုကြည့်ပေးပါ။
ne: तपाईंको सर्वेक्षण सफलतापूर्वक पूरा गरिएको छ। कृपया तल तपाईंको पेश्की परिणामहरू हेर्नुहोस्।
pt_mz: Sua pesquisa foi concluída com êxito. Por favor, veja os resultados da sua apresentação abaixo.
sw: utafiti wako imekamilika kwa mafanikio. Tafadhali kuona matokeo yako kuwasilisha hapa chini.
tg: пурсиши шумо бо муваффақият анҷом шуд. Лутфан, натиҷаҳои пешниҳоди худро ба поён нигаред.
th: แบบสำรวจของคุณเสร็จสมบูรณ์แล้ว โปรดดูผลลัพธ์การส่งของคุณด้านล่าง
ur: آپ کا سروے کامیابی سے مکمل ہوگیا ہے. براہ مہربانی ذیل میں آپ کے جمع کرانے کے نتائج دیکھیں.

source: Take The Survey
ar: شارك في الاستطلاع
es: Realizar la encuesta
fr: Participer au questionnaire
id: Mengambil survei
km: ចូលរួមឆ្លើយការអង្កេត
my: အဆိုပါစစ်တမ်းကိုယူ
ne: सर्वेक्षण
pt_mz: Faça a Pesquisa
sw: Chukua utafiti
tg: Ба саволнома посух диҳед
th: ทำการสำรวจ
ur: جائزہ مکمل کریں

source: Are you a ...
ar: هل أنت
es: ERES
fr: Êtes-vous
id: APAKAH ANDA
km: តើអ្នកជា...
my: သင္သည္
ne: के तपाईं एक
pt_mz: És um(a)...
sw: WEWE NI
tg: ОЁ ШУМО A
th: คุณคือ...
ur: کیا آپ ایک ۔۔۔

source: Skip
ar: تخطى
es: Saltar
fr: Passez
id: Lewati
km: រំលង
my: ေက်ာ္ရန္
ne: अर्को
pt_mz: Pular
sw: Epa
tg: Сарфи назар
th: ข้าม
ur: آگے بڑھیں

source: Enter a valid phone number.
fr: Entrez un numéro de téléphone valide svp
pt_mz: Digite um número de telefone válido.

source: Share on Facebook
fr: Partage sur Facebook
pt_mz: Compartilhar no Facebook

source: Share on Twitter
fr: Partage sur Twitter
pt_mz: Compartilhar no Twitter

source: February
ar: فبراير
es: Febrero
fr: Février
id: Februari
km: កុម្ភៈ
my: ေဖေဖာ္ဝါရီ
ne: फेब्रुअरी
pt_mz: Fevereiro
sw: Februari
tg: феврал
th: กุมภาพันธ์
ur: فروری

source: April
ar: إبريل
es: Abril
fr: Avril
km: មេសា
my: ဧျပီ
ne: 18 अप्रिल, 2008.
pt_mz: Abril
sw: Aprili
tg: апрел
th: เมษายน
ur: اپریل

source: May
ar: مايو
es: Mayo
fr: Mai
id: Mei
km: ឧសភា
my: ေမ
ne: सक्छ
pt_mz: Maio
sw: MEI
tg: май
th: พฤษภาคม
ur: مئی

source: Type your comment here
ar: اكتب تعليقك هنا
es: Escriba su comentario aquí
fr: Entrez votre commentaire ici
id: Ketik komentar Anda di sini
km: វាយបញ្ចូលមតិយោបល់របស់អ្នកនៅទីនេះ
my: ဒီနေရာမှာသင့်ရဲ့ comment ကိုရိုက်ထည့်ပါ
ne: तपाईंको टिप्पणी यहाँ टाइप
pt_mz: digite seu comentário aqui
sw: Chapa maoni yako hapa
tg: Назари худро дар ин ҷо нависед
th: พิมพ์ความคิดเห็นของคุณที่นี่
ur: یہاں اپنا تبصرہ لکھیں

source: To login or register for a profile, visit our free mobisite through your mobile browser at
ar: للدخول أو التسجيل للحصول على لمحة، زيارة موقعنا mobisite مجانا من خلال متصفح الجوال في
es: Para iniciar sesión o registrarse para un perfil, visite nuestro sitio movil gratuita a través de su navegador móvil en
fr: Pour vous identifier ou vous inscrire pour un profil, visitez notre mobisite gratuitement par votre navigateur mobile à
id: Untuk masuk atau mendaftar untuk profil, kunjungi mobisite gratis kami melalui browser ponsel Anda di
km: ដើម្បីចូលឬចុះឈ្មោះសម្រាប់ទម្រង់, ទស្សនាសេរីរបស់យើងតាមរយៈការ mobisite ទូរស័ព្ទដៃរបស់អ្នកនៅក្នុងកម្មវិធីរុករក
my: login တစ်ခုသို့မဟုတ်ပရိုဖိုင်အတွက်မှတ်ပုံတင်ရန်မှာသင့်မိုဘိုင်းဘရောက်ဇာကိုတဆင့်ကျွန်တော်တို့ရဲ့အခမဲ့မိုဘိုင်းက်ဘ်ဆိုက်ဝင်ရောက်ကြည့်ရှုရန်
ne: लगिन या दर्ता प्रोफाइल लागि, आफ्नो मोबाइल ब्राउजर मार्फत हाम्रो निःशुल्क mobisite भ्रमण
pt_mz: Para iniciar sessão ou registar-se para um perfil, visite o nosso mobisite livre através de seu navegador móvel em
sw: Kuingia au kujiandikisha kwa ajili ya wasifu, kutembelea mobisite yetu ya bure kwa njia ya kivinjari yako ya mkononi utafutaji
tg: Барои ворид ё аз қайд барои як намуди, лутфан mobisite озоди мо ба воситаи браузери мобилии шумо дар
th: หากต้องการลงชื่อเข้าใช้หรือลงทะเบียนรายละเอียดให้ไปที่ mobisite ฟรีผ่านเบราเซอร์มือถือของคุณที่
ur: پروفائل کے لئے لاگ ان یا رجسٹر کرنے کے لئے، اپنے موبائل براؤزر کے ذریعے ہماری مفت حرکتیں ملاحظہ کریں

source: Profile
ar: الملف الشخصي
es: Perfil
fr: Profil
id: Profil
km: ព័ត៌មានផ្ទាល់ខ្លួន
my: မိမိ စာမ်က္ႏွာ
ne: प्रोफाइल
pt_mz: Perfil
sw: Maelezo
tg: Профил
th: ข้อมูลส่วนตัว
ur: پروفائل

source: Login
ar: تسجيل الدخول
es: Iniciar sesión
fr: Connexion
id: Masuk
km: ចូលក្នុងគណនី
my: ဝင်​ရန်​
ne: लग-इन
pt_mz: Inicie a sessão
sw: Ingia
tg: ВУРУД
th: เข้าสู่ระบบ
ur: لاگ ان

source: Prev
ar: السابق
es: Anterior
fr: Précédent
id: Sebelumnya
km: មុន
my: လွန်ခဲ့သော
ne: अघिल्लो
pt_mz: Anterior
sw: Nyuma
tg: Қаблӣ
th: ย้อนกลับ
ur: پچھلا

source: Log in to vote
ar: تسجيل الدخول للتصويت
es: Inicia sesión para votar
fr: Connectez-vous pour voter
id: Masuk untuk memilih
km: ចូលគណនីដើម្បីបោះឆ្នាត
my: မဲအတွက်လက်မှတ်ရေးထိုး
ne: मतदान गर्न लग इन गर्नुहोस्
pt_mz: Inicia sessão para votar
sw: Ingia ili upige kura
tg: Барои овоз додан ворид шавед
th: เข้าสู่ระบบเพื่อโหวต
ur: ووٹ ڈالنے کے لئے لاگ ان کریں

source: Your answers:
ar: أجوبتك:
es: Tus respuestas:
fr: _______________ vos réponses.
id: Jawaban anda:
km: ចម្លើយរបស់អ្នក:
my: သင့်ရဲ့အဖြေကို:
ne: तपाईंको जवाफ:
pt_mz: Suas respostas ...
sw: majibu yako:
tg: ҷавобҳои Шумо:
th: คำตอบของคุณ:
ur: آپ کا جواب:

source: This name you will use to log in and won't appear to other users. Only you will see this.
ar: هذا الاسم الذي سوف يستخدم لتسجيل الدخول ولن يظهر للمستخدمين الآخرين. أنت فقط سوف نرى هذا.
es: Este nombre se utilizará para iniciar sesión y no aparecerá a otros usuarios. Sólo verá este.
fr: Vous utiliserez ce nom d'utilisateur seulement pour vous connecter et il n'apparaitra aux autres utilisateurs. Seulement, vous pourrez le voir.
id: Nama ini akan Anda gunakan untuk login dan tidak akan muncul untuk pengguna lain. Hanya Anda akan melihat ini.
km: ឈ្មោះនេះអ្នកនឹងប្រើដើម្បីចូលនិងនឹងមិនលេចឡើងដើម្បីឱ្យអ្នកប្រើផ្សេងទៀត។ មានតែអ្នកនឹងឃើញនេះ។
my: ဤသည်နာမတော်ကိုသင်တို့အားလော့ဂ်နှင့်အခြားအသုံးပြုသူများမှပေါ်လာမည်မဟုတ်ကိုသုံးပါလိမ့်မယ်။ သာသင်ဤမြင်လိမ့်မည်။
ne: यो नाम तपाईंलाई लग गर्न प्रयोग गर्नेछ र अन्य प्रयोगकर्तालाई देखिने छैन। तपाईँले मात्र यो देख्न हुनेछ।
pt_mz: Este nome que você usará para fazer login no e não aparece para outros usuários. Só você vai ver isso.
sw: Jina hili utatumia kuingia na hautaonekana kwa watumiaji wengine. Wewe tu ndiye kuona hii.
tg: Ин ном шумо истифода хоҳад шуд, ба система ва на ба истифодабарандагони дигар пайдо мешаванд. Танҳо шумо ба ин дид.
th: ชื่อนี้คุณจะใช้เพื่อเข้าสู่ระบบและจะไม่ปรากฏแก่ผู้ใช้รายอื่น เฉพาะคุณเท่านั้นที่จะเห็นสิ่งนี้
ur: یہ نام آپ لاگ ان کرنے کے لئے استعمال کریں گے اور دوسرے صارفین کو نہیں دکھائے جائیں گے. صرف تم اسے دیکھیں گے.

source: We value your online security, therefore we hide your username and allow you to comment and interact with the site with a display name.
ar: ونحن نقدر الأمن الخاص بك على الانترنت، وبالتالي فإننا إخفاء اسم المستخدم الخاص بك ويسمح لك التعليق والتفاعل مع الموقع مع اسم العرض.
es: Valoramos su seguridad en línea, por lo tanto, nos escondemos su nombre de usuario y le permitirá comentar e interactuar con el sitio con un nombre de visualización.
fr: Votre sécurité en ligne est très importante. Nous cachons votre nom d'utilisateur et vous proposons d'utiliser un nom d'affichage pour commenter et d'interagir avec le site. Vous pouvez utiliser un pseudonyme pour ce nom d'affichage.
id: Kami menghargai keamanan online Anda, karena itu kami menyembunyikan nama pengguna dan memungkinkan Anda untuk komentar dan berinteraksi dengan situs dengan nama tampilan.
km: យើងផ្តល់តម្លៃសន្តិសុខលើបណ្ដាញរបស់អ្នកដូច្នេះយើងលាក់ឈ្មោះអ្នកប្រើរបស់អ្នកនិងអនុញ្ញាតឱ្យអ្នកធ្វើអត្ថាធិប្បាយនិងការធ្វើអន្តរកម្មជាមួយតំបន់ដែលមានឈ្មោះបង្ហាញមួយ។
my: ငါတို့သည်သင့်ရဲ့အသုံးပြုသူအမည်ဖုံးကွယ်နှငျ့သငျမှတ်ချက်ပေးရန်နှင့် display ကိုနာမကိုအမှီနှင့်အတူဆိုက်နှင့်ဆက်ဆံဖို့ခွင့်ပြု, သင်၏အွန်လိုင်းလုံခြုံရေးတန်ဖိုးထား။
ne: हामी, आफ्नो अनलाइन सुरक्षा मोल त्यसैले हामी आफ्नो प्रयोगकर्ता नाम लुकाउन र तपाईंले टिप्पणी र प्रदर्शन नाम साइट अन्तरक्रिया गर्न अनुमति दिन्छ।
pt_mz: Valorizamos a sua segurança online, portanto, esconder o seu nome de usuário e permitem que você para comentar e interagir com o site com um nome de exibição.
sw: Tunathamini usalama wako online, kwa hiyo sisi kujificha jina lako na itawawezesha kutoa maoni na kuwasiliana na tovuti na jina kuonyesha.
tg: Мо қадр амнияти худ дар Интернет, аз ин рӯ мо номи корбарӣ пинҳон медоранд ва ба шумо имкон эзоҳро ва фаъолияти муштарак бо сомонаи бо номи Намоиши.
th: เราให้ความสำคัญกับการรักษาความปลอดภัยออนไลน์ของคุณดังนั้นเราจึงซ่อนชื่อผู้ใช้ของคุณและอนุญาตให้คุณแสดงความคิดเห็นและโต้ตอบกับไซต์ด้วยชื่อที่แสดง
ur: ہم آپ کی آن لائن سیکورٹی کی قدر کرتے ہیں، لہذا ہم آپ کے صارف نام کو چھپا دیتے ہیں اور آپ کو سائٹ کے ڈسپلے کا نام سے تبصرہ کرنے اور اس سے رابطہ کرنے کی اجازت دیتے ہیں.

source: Enter your mobile number
ar: أدخل رقم هاتفك المحمول
es: Ingrese su número del teléfono
fr: Entrez votre numéro de téléphone
id: Masukkan nomor ponsel Anda
km: បញ្ចូលលេខទូរស័ព្ទចល័តរបស់អ្នក
my: သင့်ရဲ့မိုဘိုင်းနံပါတ်ရိုက်ထည့်
ne: आफ्नो मोबाइल नम्बर प्रविष्ट गर्नुहोस्
pt_mz: Digite seu número de telemóvel
sw: Kuingia namba yako ya simu
tg: Рақами мобилии шумо ворид кунед
th: ใส่หมายเลขโทรศัพท์มือถือของคุณ
ur: اپنا موبائل نمبر درج کیجئے

source: e.g. example@foo.com
ar: على سبيل المثال example@foo.com
es: por ejemplo example@foo.com
fr: (Ex: example@foo.com)
id: misalnya example@foo.com
km: ឧ example@foo.com
my: ဥပမာ example@foo.com
ne: जस्तै example@foo.com
pt_mz: por exemplo example@foo.com
sw: mfano example@foo.com
tg: масалан example@foo.com
th: เช่น example@foo.com
ur: مثال کے طور پر example@foo.com

source: Choose a 4-digit pin
ar: اختيار رقم تعريف شخصي 4 أرقام
es: Elige una contraseña de 4 números
fr: Choisir un code PIN à 4 chiffres
id: PILIH 4 DIGIT PIN
km: ជ្រើសរើសលេខកូដ PIN 4 ខ្ទង់
my: ဂဏန္း ေလးလံုးရွိ လွ်ိဳ႕ဝွက္နံပါတ္တခုျဖည့္ပါ
ne: 4 अंकको पिन चयन
pt_mz: Escolha um pin de 4 dígitos
sw: Chagua namba ya siri yenye tarakimu 4
tg: PIN-и 4-РАҚАМАРО ИНТИХОБ КУНЕД
th: เลือกรหัส PIN 4 หลัก
ur: چارعدد الفاز بطور پن منتخب کریں

source: Your username and password do not match. Please try again.
ar: اسم المستخدم وكلمة المرور غير متطابقة. حاول مرة اخرى.
es: Tu nombre de usuario y contraseña no coinciden. Por favor, inténtalo de nuevo.
fr: Oups, votre nom d'utilisateur et votre mot de passe ne correspondent pas. Essayez de nouveau svp.
id: Nama pengguna dan kata sandi tidak cocok. Coba lagi
km: ឈ្មោះអ្នកប្រើនិងពាក្យសម្ងាត់របស់អ្នកមិនត្រូវគ្នា។ សូម​ព្យាយាម​ម្ដងទៀត។
my: သင္၏ အမည္ username ႏွင့္ လွ်ိဳ႕ဝွက္နံပါတ္ password တို႔မွာ ကိုက္ညီမႈမရွိပါ။ ထပ္မံၾကိဳးစားၾကည့္ပါ။
ne: तपाईंको प्रयोगकर्ता नाम र पासवर्ड मेल खाँदैन। फेरि प्रयास गर्नुहोस।
pt_mz: Seu nome de usuário e senha não correspondem. Por favor, tente novamente.
sw: Umekosea. Tafadhali jaribu tena kwa kuweka jina na nywila (neno la siri) yako
tg: Номи корбар ва пароли шумо мувофиқат намекунанд. Лутфан, боз кӯшиш кунед.
th: ชื่อผู้ใช้และรหัสผ่านของคุณไม่ถูกต้อง โปรดลองใหม่อีกครั้ง
ur: آپ کا صارف نام اور پاس ورڈ مطابقت نہیں رگھتا. دوبارہ کوشش کریں.

source: Please enter your new password twice so we can verify you typed it in correctly.
ar: قم بإدخال كلمة المرور الجديدة مرتين.
es: Por favor introduzca su contraseña dos veces para que podamos verificar que ha sido escrita correctamente.
fr: S'il vous plaît entrez votre nouveau mot de passe deux fois afin que nous puissions vérifier que vous l'avez tapé correctement.
id: Masukkan sandi baru dua kali sehingga kami dapat memverifikasi Anda mengetik dengan benar.
km: សូមបញ្ចូលពាក្យសម្ងាត់ថ្មីពីរដងដូច្នេះយើងអាចផ្ទៀងផ្ទាត់ថាអ្នកវាយវាបានត្រឹមត្រូវ។
my: အကြှနျုပျတို့သညျကိုမှန်မှန်ကန်ကန်ထဲမှာရိုက်အတည်ပြုရန်နိုင်အောင်နှစ်ကြိမ်သင့်ရဲ့စကားဝှက်အသစ်ရိုက်ထည့်ပေးပါ။
ne: हामी तपाईंलाई सही तरिकाले यसलाई टाइप प्रमाणित गर्न सक्नुहुन्छ कृपया आफ्नो नयाँ पासवर्ड दुई पटक प्रविष्ट गर्नुहोस्।
pt_mz: Por favor digite sua nova password duas vezes para que possamos verificar se você digitou correctamente.
sw: Tafadhali kuingia password yako mpya mara mbili ili tuweze kuthibitisha wewe typed katika usahihi.
tg: Лутфан, калимаи убуратон вуруд кунед бор ворид то ки мо метавонем тафтиш ба шумо онро дар дуруст шудагї буд.
th: โปรดป้อนรหัสผ่านใหม่สองครั้งเพื่อให้เราสามารถยืนยันว่าคุณพิมพ์รหัสผ่านอย่างถูกต้อง
ur: براہ کرم دو بار اپنا نیا پاس ورڈ درج کریں تاکہ ہم اس بات کی تصدیق کرسکیں کہ آپ نے اسے صحیح طریقے سے ٹائپ کیا.

source: New password:
ar: كلمة مرور جديدة
es: Nueva contraseña:
fr: Nouveau mot de passe:
id: Kata sandi baru
km: ពាក្យសម្ងាត់ថ្មី:
my: စကားဝှကိအသစ်:
ne: नया पासवर्ड:
pt_mz: Nova palavra-passe:
sw: Nenosiri Jipya:
tg: Калидвожаи Нав:
th: รหัสผ่านใหม่:
ur: نیا پاس ورڈ:
