Repository: praekeltfoundation/molo-iogt
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr, id, km, my, ne, pt_mz, sw, tg, th, ur

source: Sorry, you are having trouble accessing this feature! Due to a temporary technical issue, login and registrations are not available on the Free Basics app for now. To login or register for a profile, visit our free mobisite through your mobile browser at
ar: عفواً، لديك مشكلة في الوصول إلى هذه الخدمة. نظراً لمشكلة تقنية مؤقتة، فإن خدمة الدخول والتسجيل غير متوفرة لـ "تطبيق الأساسيات المجانية" في الوقت الحالي. للدخول أو تسجيل ملف شخصي يمكنك زيارة موقعنا المجاني من متصفح هاتفك الجوال عبر
es: ¡Lo sentimos, no ha sido posible acceder a esta función! Debido a un error técnico temporal, las opciones de registro y de iniciar sesión no están disponibles por ahora en la aplicación de Free Basics. Para iniciar sesión o registrar un nuevo usuario, visita la versión web móvil y gratuita desde tu navegador en
fr: Désolé, il y a une erreur! En raison de problèmes techniques temporaires, la connexion et la création de profil n'est pas disponible sur l'application Free Basics. Pour vous connecter ou créer un profil, vous pouvez visiter la version web mobile gratuite de notre site via votre navigateur en suivant le lien suivant :
id: Maaf, Anda mengalami kesulitan mengakses fitur ini! Karena masalah teknis sementara, login dan pendaftaran tidak tersedia pada aplikasi gratis Dasar untuk saat ini. Untuk masuk atau mendaftar untuk profil, kunjungi mobisite gratis kami melalui browser ponsel Anda di
km: សុំទោសចំពោះបញ្ហានេះ! ដោយសារបញ្ហាបច្ចេកទេស ការចូលគណនី និងចុះឈ្មោះ មិនអាចធ្វើទៅបាននៅលើ Free Basics App នេទេឥទ្បូវ។ ដើម្បីចូលគណនី និងចុះឈ្មោះសម្រាប់ព័ត៌មានផ្ទាល់ខ្លួន សូមចូលទៅកាន់គេហទំព័រចល័ត តាមរយៈ browser របស់ទូរស័ព្ទអ្នក នៅ​
my: ဝမ်းနည်းပါတယ်, သင်သည်ဤအင်္ဂါရပ်ကိုရယူသုံးဒုက္ခရှိခြင်းကြသည်! ကြောင့်ယာယီနည်းပညာပိုင်းဆိုင်ရာပြဿနာ, ဝင်ရောက်ခြင်းနှင့်မှတ်ပုံတင်ယခုများအတွက်အခမဲ့အခြေခံပေါ်တယ်ပေါ်တွင်မရနိုင်ပါဖြစ်ကြသည်။ အတွက်လက်မှတ်ထိုးတစ်ခုသို့မဟုတ်ပရိုဖိုင်အတွက်မှတ်ပုံတင်ရန်မှာသင့်မိုဘိုင်းဘရောက်ဇာကိုတဆင့်ကျွန်တော်တို့ရဲ့အခမဲ့မိုဘိုင်းက်ဘ်ဆိုက်ဝင်ရောက်ကြည့်ရှုရန်
ne: माफ गर्नुहोस्, तपाईं समस्या यो सुविधा पहुँच भइरहेको! कारण एउटा अस्थायी प्राविधिक समस्या गर्न, लगिन र दर्ता अब लागि फ्री मूल कुराहरु अनुप्रयोग उपलब्ध छैन। लगिन या दर्ता प्रोफाइल लागि, आफ्नो मोबाइल ब्राउजर मार्फत हाम्रो निःशुल्क mobisite भ्रमण
pt_mz: Desculpe, você está tendo problemas para acessar esta função! Devido a um problema técnico temporário, faça o login e as inscrições não estão disponíveis no aplicativo gratuito Basics por agora. Para iniciar sessão ou registar-se para um perfil, visite o nosso mobisite livre através de seu navegador móvel em
sw: Samahani, una matatizo ya kufikia kipengele hiki! Kutokana na suala la muda kiufundi, kuingia na usajili haupatikani kwenye programu Free Misingi kwa sasa. Kuingia au kujiandikisha kwa ajili ya wasifu, tembelea tovuti yetu ya bure kwenye simu ya rununu kwa njia ya kisakuzi.
tg: Бубахшед, шумо бо дастрас намудани ин хусусият мушкилӣ доред. Аз сабаби як мушкили техникии муваққатӣ, вуруд ва сабти ном дар барномаи Free Basics алҳол дастнорасанд. Барои ворид шудан ё сабти ном кардан барои гирифтани профил, дар браузери мобилии худ ба сомонаи мобилии мо дар суроғаи ерин гузаред
th: ขออภัย คุณกำลังประสบปัญหาในการเข้าสู่คุณสมบัตินี้ ด้วยเหตุขัดข้องทางเทคนิคชั่วคราว การเข้าสู่ระบบและการลงทะเบียนไม่สามารถทำได้บนแอป Free Basics ในขณะนี้ หากคุณต้องการเข้าสู่ระบบหรือลงทะเบียนสร้างโปรไฟล์ของคุณ คุณสามารถทำได้ผ่านเว็บไซต์สำหรับโทรศัพท์มือถือของเราได้ฟรีที่
ur: معذرت، آپ کو اس سہولت تک رسائی حاصل کرنے میں دشواری ہو رہی کر رہے ہیں! عارضی تکنیکی مسئلے کی وجہ سے لاگ ان اور رجسٹریشن مفت مبادیات اپلی کیشن پر دستیاب نہیں ہیں. پروفائل لاگ ان یا رجسٹریشن کے لئے اپنے موبائل براؤزر کے ذریعے ہماری مفت موبائل ویب سائٹ استعمال کریں۔

source: Site Language:
ar: اختر لغة الموقع
es: Idioma
fr: Langue
id: Bahasa Situs
km: How are you?
my: ဆိုက်ကိုဘာသာစကား:
ne: साइट भाषा:
pt_mz: Idioma
sw: Lugha
tg: Ба забони тоҷикӣ дар сомона:
th: ภาษาของไซต์:
ur: سائٹ کی زبان:

source: Latest
ar: الأحدث
es: Lo Ultimo
fr: Récent
id: Terbaru
km: ចុងក្រោយបំផុត
my: နောက်ဆုံး
ne: नवीनतम
pt_mz: Últimas
tg: охирин
th: ล่าสุด
ur: تازہ ترین

source: Topic of the Day
ar: موضوع اليوم
es: Tema del día
fr: Sujet du jour
id: Topik Hari
km: ប្រធានបទនៃទិវានេះ
my: နေ့၏ခေါင်းစဉ်
ne: दिन को विषय
pt_mz: Tema do Dia
sw: Mada ya Siku
tg: Мавзӯъ аз он рӯз,
th: หัวข้อของวัน
ur: دن کی موضوع

source: Sign in
ar: تسجيل الدخول
es: Entrar
fr: se connecter
id: Masuk
km: ចុះចូល
my: ဝင္ရန္
ne: साइन इन गर्नुहोस्
pt_mz: assinar em
sw: Ingia
tg: даромад
th: ลงชื่อเข้าใช้
ur: سائن ان

source: LOGIN TO YOUR ACCOUNT!
ar: تسجيل الدخول إلى حسابك
es: ACCEDA A SU CUENTA
fr: Connectez-vous à votre compte
id: MASUK KE AKUN ANDA!
km: ចូលទៅគណនីរបស់!
my: သင့်အကောင့်အတွက်လက်မှတ်ထိုး!
ne: आफ्नो खातामा प्रवेश!
pt_mz: Entrar na sua conta.
sw: Ingia
tg: Вуруд ба ҳисоби шумо!
th: ลงชื่อเข้าใช้บัญชีของคุณ!
ur: آپ کے اکاؤنٹ میں لاگ ان کریں!

source: We’re excited to have you...
ar: نحن متحمسون أن يكون لك ...
es: Estamos muy contentos de tener que ...
fr: Nous sommes ravis de vous avoir ...
km: យើងមានក្តីរំភើបក្នុងការមានអ្នក ...
my: ငါတို့သည်သင်တို့ရှိသည်ဖို့စိတ်လှုပ်ရှားနေ ...
ne: हामी तपाईंलाई गर्न उत्साहित छौँ ...
pt_mz: Estamos animado para tê-lo ...
tg: Мо ҳаяҷон барои шумо ҳастед ...
th: เรารู้สึกตื่นเต้นที่ได้มีคุณ ...
ur: ہم آپ کے لئے حوصلہ افزائی کر رہے ہیں ...

source: Your username and password does not match. Please try again.
ar: اسم المستخدم وكلمة المرور غير متطابقة. حاول مرة اخرى.
es: Su nombre de usuario y contraseña no coinciden. Por favor, inténtelo de nuevo.
fr: Oups, votre nom d'utilisateur et votre mot de passe ne correspondent pas. Essayez de nouveau svp.
id: username dan password Anda tidak cocok. Silakan coba lagi.
km: USERNAME និង​ពាក្យសម្ងាត់​ ​មិនត្រូវគ្នា។ សូមព្យាយាមម្ដងទៀត។
my: သင့်ရဲ့အသုံးပြုသူအမည်နှင့်စကားဝှက်ကိုမတိုက်ဆိုင်ပါဘူး။ ထပ်ကြိုးစားပါ။
ne: तपाईंको प्रयोगकर्ता नाम र पासवर्ड मेल खाँदैन। फेरि प्रयास गर्नुहोस।
pt_mz: O seu nome de ultizador e a palavra passe não coincidem. Por favor tente de novo.
sw: Umekosea. Tafadhali jaribu tena kwa kuweka jina na nywila (neno la siri) yako
tg: Логин ва калимаи раҳкушои и шумо мувофиқ нест. Лутфан, боз кӯшиш кунед.
th: ชื่อผู้ใช้และรหัสผ่านของคุณไม่ถูกต้อง โปรดลองใหม่อีกครั้ง
ur: آپ کا صارف نام اور پاس ورڈ مماثلت نہیں ہے. دوبارہ کوشش کریں.

source: Your password has been set. You may go ahead and log in now.
ar: تم تعيين كلمة المرور الخاصة بك. يمكنك تسجيل الدخول الآن.
es: La contraseña se ha establecido. Usted puede seguir adelante y acceder ahora.
fr: Votre mot de passe a été défini. Vous pouvez maintenant ouvrir une session.
id: sandi telah ditetapkan. Anda dapat pergi ke depan dan login sekarang.
km: ពាក្យសម្ងាត់របស់អ្នកត្រូវបានកំណត់។ អ្នកអាចទៅពេលខាងមុខនិងចូល។
my: သင့်ရဲ့စကားဝှက်ကိုသတ်မှတ်ပြီးပါပြီ။ သငျသညျရှေ့သွားနှင့်ယခုဝငျရောကျနိုငျသညျ။
ne: तपाईंको पासवर्ड सेट गरिएको छ। तपाईं अगाडि जान र अहिले लग इन गर्न सक्छ।
pt_mz: Sua senha foi definida. Você pode ir em frente e entrar agora.
sw: Neno lako la siri umeanzishwa. Unaweza kwenda mbele na kuingia kwenye sasa.
tg: Гузарвожаи шумо муқаррар шуд. Шумо метавонед пеш рафта ва вуруд ҳоло.
th: ตั้งรหัสผ่านของคุณแล้ว ตอนนี้คุณสามารถเข้าสู่ระบบได้แล้ว
ur: آپ کا پاس ورڈ مقرر کیا گیا ہے. آپ آگے بڑھیں اور اب لاگ ان کریں.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ar: رابط إعادة تعيين كلمة المرور غير صالح.، ربما لأنه قد سبق استخدامه. يرجى إعادة طلب رابط جديد.
es: El link para restablecer su contraseña es inválido, probablemente ya haya sido utilizado. Por favor solicite un nuevo restablecimiento de su contraseña.
fr: Le lien de réinitialisation du mot de passe est invalide, peut-être parce qu'il a déjà été utilisé. S'il vous plaît demander un nouvelle réinitialisation.
id: Link reset password tidak sah, mungkin karena sudah digunakan. Silakan meminta pengaturan ulang kata sandi baru.
km: តំណកំណត់ពាក្យសម្ងាត់ឡើងវិញគឺមិនត្រឹមត្រូវអាចធ្វើទៅបានដោយសារតែវាត្រូវបានគេប្រើរួចទៅហើយ។ សូមស្នើកំណត់ពាក្យសម្ងាត់ឡើងវិញថ្មីមួយ។
my: စကားဝှက်ကိုပြန်ညှိမှုပြုလုပ်ထားပြီးအသုံးပြုခဲ့ပြီးဖြစ်နိုင်သည်ကြောင့်၎င်း, မမှန်ကန်ပါ။ သစ်တစ်ခုစကားဝှက်ပြန်ညှိတောင်းဆိုရန်ပေးပါ။
ne: पासवर्ड रिसेट लिंक संभवतः किनभने यो पहिले नै प्रयोग गरिएको छ, अवैध थियो। कृपया नयाँ पासवर्ड रिसेट अनुरोध।
pt_mz: O link de redefinição de senha era inválida, possivelmente porque ele já foi utilizado. Por favor, solicite uma nova redefinição de senha.
sw: kiungo password reset ulikuwa batili, labda kwa sababu tayari kutumika. Tafadhali kuomba mpya password reset.
tg: Дар пайванд ба партофтани калимаи раҳкушо шуда номӯътабар аст, шояд, зеро он аллакай истифода шудааст. Марҳамат карда гузарвожаи худро аз нав талаб кунад.
th: ลิงก์รีเซ็ตรหัสผ่านไม่ถูกต้องอาจเป็นเพราะมีการใช้งานแล้ว โปรดขอตั้งค่ารหัสผ่านใหม่
ur: پاس ورڈ دوبارہ ترتیب لنک غلط تھا، ممکنہ طور پر کیونکہ اس کا استعمال پہلے سے ہی ہوا ہے. براہ کرم ایک نیا پاس ورڈ ری سیٹ کی درخواست کریں.

source: I am looking for
ar: أنا أبحث عن
es: Estoy buscando
fr: Je recherche
id: Saya Mencari
km: ខ្ញុំកំពុងស្វែងរក
my: ကြ်ႏု္ပ္ရွာေဖြေနသည္မွာ
ne: म खोज्दै छु
pt_mz: Estou à procura de
sw: Ninatafuta
tg: Ман .....меҷӯям
th: ฉันกำลังหา...
ur: میں اس کو تلاش کر رہا ہوں

source: That page is not translatable.
ar: هذه الصفحة ليست للترجمة.
es: Esa página no es traducible.
fr: Cette page est intraduisible.
id: Halaman yang tidak diterjemahkan.
km: ទំព័រដែលមិនមែនជាដែលអាចបកប្រែបាន។
my: ဒါကစာမကျြနှာဘာသာပြန်ချက်မဟုတ်ပါ။
ne: त्यो पृष्ठ अनुवाद छैन।
pt_mz: Essa página não é traduzível.
sw: ukurasa kwamba si translatable.
tg: Ин саҳифа аст translatable нест.
th: หน้าเว็บนั้นไม่สามารถแปลได้
ur: یہ صفحہ قابل ترجمہ نہیں ہے.

source: You didn't select a choice
ar: أنت لم تقم بتحديد الخيار
es: No ha seleccionado una opción
fr: Vous ne l'avez pas sélectionné un choix
id: Anda tidak memilih pilihan
km: អ្នកមិនបានជ្រើសជម្រើសមួយ
my: သင်ရွေးချယ်ခဲ့ပါဘူး
ne: तपाईं एक विकल्प चयन भएन
pt_mz: Você não selecionou uma escolha
sw: Wewe hakuwa na kuchagua uchaguzi
tg: Шумо интихоб интихоб нашудааст
th: คุณไม่ได้เลือกตัวเลือก
ur: آپ نے ایک انتخاب کا انتخاب نہیں کیا

source: Type
ar: النوع
es: Tipo
id: Mengetik
my: ပုံစံ
ne: प्रकार
pt_mz: Tipo
sw: aina
tg: Намуди
th: ประเภท
ur: قسم

source: Admin Users
ar: امشرف المستخدمين
es: Usuario administrador
fr: administrateur utilisateurs
id: Pengguna Admin
km: អ្នកប្រើជាអ្នកគ្រប់គ្រង
my: အဒ်မင်အသုံးပြုသူများ
ne: व्यवस्थापक प्रयोगकर्ता
pt_mz: Usuários de admin
sw: Admin Watumiaji
tg: Истифодабарандагон Admin
th: ผู้ดูแลระบบ
ur: منتظم صارفین

source: Your email address is not configured. Please update it before exporting.
ar: لم يتم تكوين عنوان البريد الإلكتروني الخاص بك. الرجاء تحديثه قبل التصدير.
es: Su dirección de correo electrónico no está configurado. Por favor actualizarlo antes de exportar.
fr: Votre adresse e-mail est pas configuré. S'il vous plaît mettre à jour avant de l'exporter.
id: Alamat email Anda tidak dikonfigurasi. Harap mengupdate sebelum mengekspor.
km: អាសយដ្ឋានអ៊ីម៉ែលរបស់អ្នកត្រូវបានមិនបានកំណត់រចនាសម្ព័ន្ធ។ សូមធ្វើឱ្យទាន់សម័យវាមុនពេលនាំចេញ។
my: Your email address is not inserted. Please insert it before exporting.
ne: आफ्नो इमेल ठेगाना कन्फिगर गरिएको छैन। कृपया निर्यात अघि अद्यावधिक।
pt_mz: Seu endereço de email não está configurado. Por favor, atualize-o antes de exportar.
sw: Anwani yako ya barua si kimeundwa. Tafadhali update kabla ya kusafirisha nje.
tg: Суроғаи почтаи электронии шумо танзим нашудаанд. Лутфан пеш аз он содироти навсозӣ намояд.
th: ไม่ได้กำหนดที่อยู่อีเมลของคุณ โปรดอัปเดตก่อนส่งออก
ur: آپ کا ای میل پتہ ترتیب نہیں ہے. برآمد کرنے سے پہلے اسے اپ ڈیٹ کریں.

source: This value must contain only letters, numbers and underscores.
ar: يجب أن يحتوي على هذه القيمة فقط على الأحرف والأرقام وسفلية.
es: Este valor debe contener sólo letras, números y guiones bajos.
fr: Cette valeur doit contenir uniquement des lettres, des chiffres ou des tirets.
id: Nilai ini harus berisi huruf, angka dan garis bawah.
km: តម្លៃនេះត្រូវតែមានតែអក្សរលេខនិងសញ្ញាគូសក្រោម។
my: ဒီတန်ဖိုးကသာအက္ခရာများ, နံပါတ်များနှင့် _ ပါဝင်ရပါမည်။
ne: यो मूल्य मात्र अक्षर, संख्या र अन्डरस्कोरहरू हुनु पर्छ।
pt_mz: Este valor deve conter apenas letras, números e sublinhados.
sw: Thamani hii lazima iwe na herufi tu, idadi na underscores.
tg: Ин арзиши бояд ҳарф танҳо, рақамҳо ва underscores гирад.
th: ค่านี้ต้องประกอบด้วยตัวอักษรตัวเลขและเครื่องหมายขีดล่างเท่านั้น
ur: اس قیمت میں صرف حروف، نمبر اور زیر غور ہونا لازمی ہے.

source: Display Name
ar: اسم العرض
es: Nombre a mostrar
fr: Nom affiché
id: Nama tampilan
km: បង្ហាញឈ្មោះ
my: ဖော်ပြမည့်အမည်
ne: प्रदर्शन नाम
pt_mz: Novo Nome
sw: Jina Display
tg: Бозтоби ном
th: ชื่อที่แสดง
ur: ڈسپلے کا نام

source: Location
ar: موقع
es: Ubicación
fr: Emplacement
id: tempat
km: ទីតាំង
my: သင္၏ႏိုင္ငံ -
ne: स्थान
pt_mz: Perto
sw: Makao
tg: макон
th: ที่อยู่
ur: مقام

source: Username already exists.
ar: اسم المستخدم سبق استعماله
es: El nombre de usuario ya existe.
fr: Ce nom d'utilisateur existe déjà.
id: Nama pengguna sudah ada.
km: Username មានគេប្រើរួចហើយ
my: သင္၏ အမည္ username သည္ ရွိျပီးသား ျဖစ္သည္။
ne: प्रयोगकर्ता नाम पहिले नै अवस्थित छ।
pt_mz: Nome de usuário já existe.
sw: Jina la mtiumiaji linatumika tayari.
tg: Номи корбар аллакай вуҷуд дорад.
th: มีชื่อผู้ใช้นี้แล้ว
ur: صارف نام پہلے سے موجود ہے.

source: Sorry, but that is an invalid username. Please don't use your %s in your username.
ar: آسف، ولكن هذا هو اسم مستخدم غير صالح. يرجى عدم استخدام الخاص بك %s في اسم المستخدم الخاص بك.
es: Lo sentimos, pero que es un nombre de usuario válido. Por favor, no use su %s en su nombre de usuario.
fr: Désolé, mais qui est un nom d'utilisateur non valide. S'il vous plaît ne pas utiliser votre %s dans votre nom d' utilisateur.
id: Maaf, tapi itu adalah nama yang tidak valid. Jangan gunakan Anda %s username.
km: សូមអភ័យទោសប៉ុន្តែនោះគឺជាឈ្មោះអ្នកប្រើមិនត្រឹមត្រូវ។ សូមកុំប្រើរបស់អ្នក %s ក្នុងឈ្មោះអ្នកប្រើរបស់អ្នក។
my: ဝမ်းနည်းပါတယ်, သို့သော်မမှန်ကန်သောအသုံးပြုသူအမည်ဖြစ်ပါတယ်။ သင့်ရဲ့အသုံးပြုသူအမည်၌သင်တို့၏% ကိုအသုံးမပြုကြပါ။
ne: माफ गर्नुहोस्, तर एउटा अमान्य प्रयोगकर्ता नाम छ। कृपया आफ्नो प्रयोग नगर्नुहोस् %s आफ्नो प्रयोगकर्ता नाम मा।
pt_mz: Desculpe, mas isso é um nome de usuário inválido. Por favor, não use o seu %s em seu nome de usuário.
sw: Samahani, lakini hiyo ni username batili. Tafadhali wala kutumia yako %s katika jina lako.
tg: Бубахшед, аммо ин як номи корбарӣ ва нодуруст аст. Илтимос, худро истифода набаред %s дар худ номи корбарӣ.
th: ขออภัยชื่อผู้ใช้ไม่ถูกต้อง โปรดอย่าใช้ %s ของคุณในชื่อผู้ใช้ของคุณ
ur: معذرت، لیکن یہ ایک غلط صارف نامہ ہے. آپ استعمال نہ کریں %s اپنے صارف نام میں.

source: Sorry, but that is an invalid display name. Please don't use your %s in your display name.
ar: آسف، ولكن هذا هو اسم العرض غير صالح. يرجى عدم استخدام الخاص بك %s في اسم العرض الخاص بك.
es: Lo sentimos, pero que es un nombre manifiesto no válido. Por favor, no use su %s en su nombre para mostrar.
fr: Désolé, mais qui est un nom d'affichage non valide. S'il vous plaît ne pas utiliser votre %s dans votre nom d'affichage.
id: Maaf, tapi itu adalah nama tampilan tidak valid. Jangan gunakan Anda %s di nama tampilan Anda.
km: សូមអភ័យទោសប៉ុន្តែនោះគឺជាឈ្មោះបង្ហាញមិនត្រឹមត្រូវ។ សូមកុំប្រើរបស់អ្នក %s ក្នុងឈ្មោះបង្ហាញរបស់អ្នក។
my: ဝမ်းနည်းပါတယ်, သို့သော်မမှန်ကန်သောနာမည်ဖြစ်ပါတယ်။ သင်တို့၏နာမ၌သင်တို့၏% s ကိုအသုံးမပြုကြပါ။
ne: माफ गर्नुहोस्, तर एउटा अमान्य प्रदर्शन नाम छ। कृपया आफ्नो प्रयोग नगर्नुहोस् %s आफ्नो प्रदर्शन नाम मा।
pt_mz: Desculpe, mas isso é um nome de exibição inválido. Por favor, não use o seu %s no seu nome de exibição.
sw: Samahani, lakini hiyo ni batili kuonyesha jina. Tafadhali wala kutumia yako %s katika kuonyesha jina lako.
tg: Бубахшед, аммо ин номи Намоиши нодуруст аст. Илтимос, худро истифода набаред %s номи намоишгари шумо.
th: ขออภัยชื่อที่แสดงไม่ถูกต้อง โปรดอย่าใช้ %s ของคุณในชื่อที่ใช้แสดง
ur: افسوس، لیکن یہ ایک غلط ڈسپلے کا نام ہے. براہ کرم اپنے ڈسپلے کا نام میں %s استعمال نہ کریں.

source: Old Password
ar: كلمة المرور القديمة
es: Contraseña antigua
fr: Ancien mot de passe
id: KATA SANDI LAMA
km: ពាក្យសម្ងាត់ចាស់
my: ယခင္က လွ်ိဳ႕ဝွက္နံပါတ္ (password)
ne: पुरानो पासवर्ड
pt_mz: Palavra passe antiga
sw: Nywila (neno la siri) ya zamani
tg: ПАРОЛИ ПЕШИНА
th: รหัสผ่านเดิม:
ur: سابقہ پاسورڈ

source: New Password
ar: كلمة مرور جديدة
es: Nueva Contraseña
fr: Nouveau mot de passe :
id: Kata Sandi Baru
km: លេខសម្ងាត់ថ្មី
my: စကားဝှကိအသစ်
ne: नया पासवर्ड
pt_mz: Nova Senha
sw: Nenosiri Jipya
tg: ПАРОЛИ НАВ
th: รหัสผ่านใหม่
ur: نیا پاس ورڈ

source: Confirm Password
ar: تأكيد كلمة المرور
es: Confirmar contraseña
fr: Confirmez le nouveau mot de passe
id: Konfirmasi Kata Sandi
km: បញ្ជាក់លេខសម្ងាត់
my: စကားဝှက်ကိုအတည်ပြုပါ
ne: पासवर्ड सुनिश्चित गर्नुहोस
pt_mz: Confirme a Senha
sw: Nywila (neno la siri) mpya
tg: Калидвожаро Тасдиқ Кунед
th: ยืนยันรหัสผ่าน
ur: پاس ورڈ کی توثیق کریں

source: Confirm PIN
ar: تأكيد رقم التعريف الشخصي
es: confirmar PIN
fr: Confirmer PIN
id: konfirmasi PIN
km: បញ្ជាក់លេខសម្ងាត់​
my: အတည်ပြု တွယ်အပ်
ne: पिन पुष्टि
pt_mz: confirmar PIN
sw: Thibitisha NBU
tg: тасдиқ PIN
th: ยืนยัน PIN
ur: PIN کی توثیق کریں

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
es: Confirma la nueva contraseña
fr: Confirmez le nouveau mot de passe
id: KONFIRMASI KATA SANDI BARU
km: បញ្ជាក់ទ្បើងវិញពីពាក្យសម្ងាត់ថ្មី
my: လွ်ိဳ႕ဝွက္နံပါတ္ password အသစ္ကို ထပ္မံ ျဖည့္စြက္ပါ
ne: नयाँ पासवर्ड पुष्टि
pt_mz: Confirme a nova palavra passe
sw: Nywila (neno la siri) mpya
tg: ПАРОЛИ НАВРО ТАСДИҚ КУНЕД
th: ยืนยันรหัสผ่านใหม่:
ur: نیے پاس ورڈ کی تصدیق کریں

source: I IDENTIFY MY GENDER AS:
ar: أنا أتعرف على نوعي:
es: Yo se identifica el género como:
fr: J'identifions mon sexe AS:
id: Aku KENALI MY GENDER SEBAGAI:
km: ខ្ញុំបានសម្គាល់យេនឌ័ររបស់ខ្ញុំដូចជា:
my: : သကဲ့သို့ငါ၏ GENDER ငါကိုခှဲခွား
ne: म मेरो लिङ्ग रूप पहिचान:
pt_mz: Eu me identifico meu gênero AS:
sw: I TAMBUA GENDER MY AS:
tg: Ман муайян ГЕНДЕР МАН AS:
th: ฉันระบุเรขาคณิตของฉันเป็น:
ur: میں اپنے گریجویٹ کے طور پر متعین کروں گا:

source: WHAT IS YOUR HIGHEST LEVEL OF EDUCATION?
ar: ما هو أعلى مستوى من التعليم؟
es: ¿CUAL ES TU NIVEL MÁS ALTO DE EDUCACIÓN?
fr: QUEL EST TON PLUS HAUT NIVEAU D'ÉDUCATION?
id: APAKAH TINGKAT TERTINGGI ANDA PENDIDIKAN?
km: តើកម្រិតខ្ពស់បំផុតរបស់អ្នកអប់រំ?
my: ပညာရေးသင့်အမြင့်ဆုံးအဆင့်ဆိုတာဘာလဲ?
ne: शिक्षाबाट आफ्नो उच्चतम स्तर के हो?
pt_mz: QUAL O SEU MAIOR NÍVEL DE ESCOLARIDADE?
sw: LEVEL YAKO juu ya elimu ni nini?
tg: ЧИСТ сатҳи баланд ШУМО ДАР БОРАИ МАОРИФ?
th: เป็นระดับสูงสุดของการศึกษาของคุณคืออะไร?
ur: تعلیم کا سب سے اعلی سطح کیا ہے؟

source: Home Page
ar: الصفحة الرئيسية
es: Página de inicio
fr: Accueil
id: Beranda
km: ទំព័រដើម
my: မူလစာမျက်နှာစာမျက်နှာ
ne: पृष्ठ
pt_mz: Página inicial
sw: Ukurasa wa mwanzo
tg: Домашняя страница Дар
th: Home Page (หน้าแรก)
ur: صفحہِ اول

source: Update your display name:
ar: تحديث اسم العرض الخاص بك:
es: Actualiza tu nombre de visualización:
fr: Mettez à jour votre nom d'affichage:
id: Memperbarui nama tampilan Anda:
km: ធ្វើឱ្យទាន់សម័យឈ្មោះបង្ហាញរបស់អ្នក:
my: သင့်ရဲ့ Display ကိုအမည်ကိုအပ်ဒိတ်လုပ်:
ne: आफ्नो प्रदर्शन नाम अद्यावधिक:
pt_mz: Atualize seu nome de exibição:
sw: Mwisho jina lako:
tg: Навсозии номи намоишгари шумо:
th: อัปเดตชื่อที่ใช้แสดง:
ur: اپنے ڈسپلے کا نام اپ ڈیٹ کریں:

source: Update your date of birth:
ar: تاريخ التحديث ميلادك
es: Fecha de nacimiento:
fr: Mettre à jour ma date de naissance:
id: PERBAHARUI TANGGAL LAHIR:
km: ធ្វើបច្ចុប្បន្នភាព​ថ្ងៃខែឆ្នាំកំណើតអ្នក:
my: ေမြးရက္၊လ၊ခုႏွစ္ ကို မွန္ကန္စြာ ျပန္လည္ျဖည့္စြက္မည္
ne: आफ्नो जन्म मिति अपडेट:
pt_mz: Actualizar a data de nascimento:
sw: Badili tarehe yako ya kuzaliwa:
tg: ЗОДРӮЗ:
th: แก้ไขวัน เดือน ปีเกิด:
ur: اپنی تاریخِ پیدائش کواپ ڈیٹ کریں

source: Update your gender:
ar: تحديث جنسك:
es: Actualizar tu sexo:
fr: Mettre à jour de votre Sexe:
id: Memperbarui jenis kelamin Anda:
km: ធ្វើបច្ចុប្បន្នភាពយេនឌ័ររបស់អ្នក:
my: သင့်ရဲ့ကျား, မကိုအပ်ဒိတ်လုပ်:
ne: तपाईंको लिङ्ग अद्यावधिक:
pt_mz: Atualize seu sexo:
sw: Mwisho jinsia yako:
tg: Навсозии гендерї шумо:
th: อัปเดตเพศของคุณ:
ur: اپنی صنف کو اپ ڈیٹ کریں:

source: Update where you live:
ar: تحديث المكان الذي تعيش فيه:
es: Actualización de donde vive:
fr: Mise à jour où vous vivez:
id: Perbarui di mana Anda tinggal:
km: ធ្វើឱ្យទាន់សម័យដែលអ្នករស់នៅ:
my: သငျသညျအသကျရှငျဘယ်မှာ Update ကို:
ne: अद्यावधिक जहाँ बस्छौं:
pt_mz: Atualização de onde você mora:
sw: Mwisho unakoishi:
tg: Навсозии куҷо зиндагӣ мекунед:
th: อัปเดตที่ที่คุณอาศัยอยู่:
ur: اپ ڈیٹ کریں جہاں آپ رہتے ہیں

source: Update your Education Level:
ar: تحديث مستوى التعليم الخاص بك:
es: Actualizar su nivel de educación:
fr: Mettez à jour votre niveau d'éducation:
id: Memperbarui Tingkat Pendidikan Anda:
km: ធ្វើឱ្យទាន់សម័យកំរិតអប់រំរបស់អ្នក:
my: သင့်ရဲ့ပညာရေးအဆင့်ကိုအပ်ဒိတ်လုပ်:
ne: आफ्नो शिक्षा स्तर अद्यावधिक:
pt_mz: Atualize seu Nível de Escolaridade:
sw: Mwisho Kiwango cha Elimu yako:
tg: Навсозии сатҳи Маориф шумо:
th: อัปเดตระดับการศึกษาของคุณ:
ur: اپنی تعلیمی سطح کو اپ ڈیٹ کریں:

source: Update your mobile number:
ar: تحديث رقم الجوال الخاص بك:
es: Actualizar su número de teléfono celular:
fr: Mettez à jour votre numéro de téléphone mobile:
id: Memperbarui nomor ponsel Anda:
km: ធ្វើបច្ចុប្បន្នភាពលេខទូរស័ព្ទរបស់អ្នក:
my: သင့်ရဲ့မိုဘိုင်းနံပါတ်ကိုအပ်ဒိတ်လုပ်:
ne: आफ्नो मोबाइल नम्बर अपडेट:
pt_mz: Atualize seu número de telemóvel:
sw: Mwisho namba yako ya simu:
tg: Навсозии рақами мобилии шумо:
th: อัปเดตหมายเลขโทรศัพท์เคลื่อนที่ของคุณ:
ur: اپنا موبائل نمبر اپ ڈیٹ کریں:

source: (e.g. 0914556789)
ar: مثلا:
es: p.ej.: 8, 8.25, 8.5, 8.75
fr: Par exemple: 8, 8.25, 8.5, 8.75
id: (Misalnya
km: EG
my: (ဥပမာ 0914556789)
ne: (जस्तै 0914556789)
pt_mz: Por exemplo, 8, 8.25, 8.5, 8.75
sw: (Kwa mfano 0914556789)
tg: (Масалан, 0914556789)
th: เช่น: 0914556789
ur: (مثال کے طور پر 0914556789)

source: Update your email address:
ar: تحديث عنوان البريد الإلكتروني الخاص بك:
es: Actualizar su dirección de correo electrónico:
fr: Mettez à jour votre adresse e-mail:
id: Memperbarui alamat email Anda:
km: ធ្វើឱ្យទាន់សម័យអាសយដ្ឋានអ៊ីម៉ែលរបស់អ្នក:
my: သင့်အီးမေးလ်လိပ်စာကိုအပ်ဒိတ်လုပ်:
ne: आफ्नो इमेल ठेगाना अद्यावधिक:
pt_mz: Atualizar o seu endereço de e-mail:
sw: Mwisho barua pepe yako:
tg: Навсозии суроғаи почтаи электронӣ шумо:
th: อัปเดตที่อยู่อีเมลของคุณ:
ur: اپنا ای میل ایڈریس اپ ڈیٹ کریں:

source: (e.g. example@foo.com)
ar: (على سبيل المثال example@foo.com)
es: (Por ejemplo example@foo.com)
fr: (Par exemple example@foo.com)
id: (Misalnya example@foo.com)
km: (ឧ example@foo.com)
my: (ဥပမာ example@foo.com)
ne: (जस्तै example@foo.com)
pt_mz: (Por exemplo example@foo.com)
sw: (Kwa mfano example@foo.com)
tg: (Масалан, example@foo.com)
th: (เช่น example@foo.com)
ur: (مثال کے طور پر example@foo.com)

source: Forgot PIN
ar: نسيت الرقم السري
es: Olvidé el PIN
fr: Code PIN oublié
id: Lupa PIN
km: ភ្លេចលេខ PIN
my: PIN နံပါတ္ေမ့ေပ်ာက္သြားသည္
ne: पिन भूल
pt_mz: Esqueceu o PIN
sw: Umesahau PIN
tg: PIN фаромӯш шуд
th: ลืมรหัส PIN
ur: PIN بھول گیا

source: Security question
ar: سؤال الأمان
es: Pregunta de seguridad
fr: Question de sécurité
id: Pertanyaan keamanan
km: សំណួរសុវត្ថិភាព
my: လုံၿခံဳေရးေမးခြန္း -
ne: सुरक्षा प्रश्न
pt_mz: Pergunta de Segurança
sw: Swali la usalama
tg: Саволи амниятӣ
th: คำถามเพื่อความปลอดภัย
ur: حفاظتی سوال

source: Please answer the following security question.
ar: يرجى الإجابة على سؤال الأمان ​​التالي.
es: Responde la siguiente pregunta de seguridad.
fr: Svp, répondez aux questions de sécurité suivantes.
id: Silahkan jawab pertanyaan keamanan berikut.
km: សូមឆ្លើយសំណួរសុវត្ថិភាព
my: အောက်ပါလုံခြုံရေးမေးခွန်းကိုဖြေဆိုပေးပါ။
ne: कृपया निम्न सुरक्षा प्रश्नको उत्तर।
pt_mz: Por favor, responda a seguinte pergunta de segurança.
sw: Tafadhali jibu swali lifuatalo la usalama.
tg: Лутфан, ба саволи амниятии зерин ҷавоб диҳед.
th: โปรดตอบคำถามเพื่อความปลอดภัยต่อไปนี้
ur: مندرجہ ذیل حفاظتی سوال کا جواب دیں.

source: Welcome Back!
fr: Heureux de vous revoir!
pt_mz: Bem vindo(a) de volta!
