Repository: praekeltfoundation/molo-iogt
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr, id, km, my, ne, pt_mz, sw, tg, th, ur

source: January
ar: يناير
es: Enero
fr: Janvier
id: Januari
km: មករា
my: ဇန္နဝါရီ
ne: January २६
pt_mz: janeiro
sw: Januari
tg: январ
th: มกราคม
ur: جنوری

source: March
ar: مارس
es: Marzo
fr: Mars
id: Maret
km: មីនា
my: မတ္
ne: मार्च
pt_mz: Março
sw: Machi
tg: март
th: มีนาคม
ur: مارچ

source: June
ar: يونيو
es: Junio
fr: Juin
id: Juni
km: មិថុនា
my: ဇြန္
ne: जुन
pt_mz: Junho
sw: Juni
tg: июн
th: มิถุนายน
ur: جون

source: July
ar: يوليو
es: Julio
fr: Juillet
id: Juli
km: កក្កដា
my: ဇူလိုင္
ne: जुलाई
pt_mz: Julho
sw: Julai
tg: июл
th: กรกฎาคม
ur: جولائی

source: August
ar: أغسطس
es: Agosto
fr: Août
id: Agustus
km: សីហា
my: ၾသဂုတ္
ne: August १३, २007.
pt_mz: Agosto
sw: Agosti
tg: август
th: สิงหาคม
ur: اگست

source: September
ar: سبتمبر
es: Septiembre
fr: Septembre
km: កញ្ញា
my: စက္တင္ဘာ
ne: सेप्टेम्बर
pt_mz: setembro
sw: Septemba
tg: сентябр
th: กันยายน
ur: ستمبر

source: October
ar: أكتوبر
es: Octubre
fr: Octobre
id: Oktober
km: តុលា
my: ေအာက္တိုဘာ
ne: 3 अक्टूबर २०११
pt_mz: Outubro
sw: Oktoba
tg: октябр
th: ตุลาคม
ur: اکتوبر

source: November
ar: نوفمبر
es: Noviembre
fr: Novembre
km: វិច្ឆិកា
my: ႏိုဝင္ဘာ
ne: ४ नोभेम्बर २०११।
pt_mz: Novembro
sw: Novemba
tg: ноябр
th: พฤศจิกายน
ur: نومبر

source: December
ar: ديسمبر
es: Diciembre
fr: Décembre
id: Desember
km: ធ្នូ
my: ဒီဇင္ဘာ
ne: ७ डिसेम्बर २०१०.
pt_mz: Dezembro
sw: Disemba
tg: декабр
th: ธันวาคม
ur: دسمبر

source: Add anonymously
ar: أضف دون أن يعرفك أحد
es: Añadir anónimamente
fr: Ajouter en tant qu'anonyme
id: Tambahkan Secara Rahasia
km: បញ្ចូលដោយអនាមិក
my: ဇန္နဝါရီ
ne: अज्ञात थप्न
pt_mz: Adicionar anonimamente
sw: Ongeza bila kujulikana
tg: БЕ ИФШОИ НОМ ИЛОВА КУНЕД
th: เพิ่มเติมโดยไม่เปิดเผยชื่อ
ur: نام چھپا کر شامل کریں

source: This field is required
ar: هذه الخانة مطلوبه
es: Este campo es requerido
fr: Ce champ est obligatoire
id: Bagian ini diperlukan
km: ចំនុចនេះគឺចាំបាច់។
my: ဤစာကွက်လပ်မှာဖြည့်ရန်လိုအပ်ပါသည်
ne: यो क्षेत्र आवश्यक छ
pt_mz: Este campo é obrigatório
sw: Hii sehemu inahitajika
tg: Ин бахш ҳатмист
th: ต้องระบุข้อมูลนี้
ur: اس کو پر کرنا ضروری ہے

source: Ensure this value has at least 4 characters (it has 1)
ar: (تأكد من أن هذه القيمة تحتوي على 4 أحرف على الأقل (بها 1
es: Asegurar este valor tiene al menos 4 caracteres (que tiene 1)
fr: Veiller à cette valeur a au moins 4 caractères (il a 1)
id: Pastikan nilai ini memiliki setidaknya 4 karakter (memiliki 1)
km: ធានាបាននូវតម្លៃនេះមានយ៉ាងហោចណាស់ 4 តួរអក្សរ (វាមាន 1)
my: ဒီတန်ဖိုး (1 ရှိပါတယ်) ကအနည်းဆုံး 4 ဇာတ်ကောင်ရှိပါတယ်သေချာ
ne: यो मूल्य कम्तिमा 4 वर्ण (यसलाई 1 छ) छ सुनिश्चित
pt_mz: Assegurar este valor tem pelo menos 4 caracteres (que tem 1)
sw: Kuhakikisha thamani hii ina angalau herufi 4 (ina 1)
tg: Таъмини ин қиммат дорад, ҳадди ақал 4 аломат (аз он дорад, 1)
th: ตรวจสอบว่าค่านี้มีอักขระอย่างน้อย 4 ตัว (มี 1)
ur: اس قدر کو یقینی بنائیں کہ کم از کم 4 حروف (اس میں 1 ہے)

source: Access Denied
ar: تم الرفض
es: Acceso no autorizado
fr: Accès non autorisé
id: Akses Ditolak
km: ការចូលត្រូវបានបដិសេធ
my: အဆိုပါ စာမ်က္ႏွာကို ဝင္ေရာက္လို႔မရပါ။
ne: प्रवेश अस्वीकृत
pt_mz: Acesso não autorizado
sw: Huna ruhusa
tg: Дастрасӣ рад карда шуд
th: การเข้าถึงถูกปฏิเสธ
ur: رسائی کی تردید

source: You do not have permssion to access this site.
ar: لم يكن لديك permssion الوصول إلى هذا الموقع.
es: No tiene permiso de acceso a esta página
fr: Vous n'avez pas la permission d'accéder à cette page.
id: Anda tidak memiliki izin untuk mengakses situs ini.
km: អ្នកមិនមាន permssion ដើម្បីចូលដំណើរការតំបន់បណ្ដាញនេះ។
my: သင်ဤ site ကိုဝင်ရောက်ဖို့ permssion ရှိသည်မဟုတ်ကြဘူး။
ne: तपाईंले यो साइट पहुँच गर्न permssion छैन।
pt_mz: Não tem permissão para acessar esta página
sw: Huna ruhusa ya kuona tovuti hii
tg: Шумо барои дастрасӣ ба ин сомона иҷозат надоред.
th: คุณไม่มี permssion ในการเข้าถึงไซต์นี้
ur: آپ کو اس سائٹ تک رسائی حاصل کرنے کے لئے فیڈریشن نہیں ہے.

source: Unable to Login
ar: غير قادر على تسجيل الدخول
es: Incapaz de iniciar sesión
fr: Connection impossible
id: Tidak dapat Login
km: មិនអាចចូល
my: အတွက်လက်မှတ်ထိုးဖို့မအောင်မြင်ဘူး
ne: लग गर्न असमर्थ
pt_mz: Incapaz de entrar
sw: Haiwezekani Ingia
tg: Қодир ба Вуруд ба
th: ไม่สามารถเข้าสู่ระบบได้
ur: لاگ ان کرنے میں ناکام

source: Sorry, you are having trouble accessing this feature! Due to a temporary technical issue, login and registrations are not available on the IoGT app for now.
ar: آسف، كنت تواجه مشكلة في الوصول إلى هذه الميزة! وذلك بسبب مشكلة فنية مؤقتة، الدخول والتسجيل لا تتوفر على التطبيق IoGT في الوقت الراهن.
es: Lo sentimos, usted está teniendo problemas para acceder a esta característica! Debido a un problema técnico temporal, inicie sesión y registros no están disponibles en la aplicación IOGT por ahora.
fr: Désolé, vous rencontrez des difficultés pour accéder à cette fonction! En raison d'un problème technique temporaire, se connecter et les inscriptions ne sont pas disponibles sur l'application IOGT pour le moment.
id: Maaf, Anda mengalami kesulitan mengakses fitur ini! Karena masalah teknis sementara, login dan pendaftaran tidak tersedia pada aplikasi IoGT untuk saat ini.
km: សូមទោសអ្នកមានបញ្ហាក្នុងការចូលដំណើរត្រូវបានលក្ខណៈពិសេសនេះ! ដោយសារតែបញ្ហាបច្ចេកទេសជាបណ្តោះអាសន្ន, ចូលនិងការចុះបញ្ជីមិនអាចប្រើបាននៅលើមានកម្មវិធី IoGT សម្រាប់ការឥឡូវនេះ។
my: ဝမ်းနည်းပါတယ်, သငျသညျဤအင်္ဂါရပ်နှင့်ချိတ်ဆက်ဒုက္ခရှိခြင်းကြသည်! ကြောင့်ယာယီနည်းပညာပိုင်းဆိုင်ရာပြဿနာဖို့, login နဲ့မှတ်ပုံတင်ယခုများအတွက် IoGT app ကိုအပေါ်ကိုမရရှိနိုင်ကြသည်။
ne: माफ गर्नुहोस्, तपाईं समस्या यो सुविधा पहुँच भइरहेको! कारण एउटा अस्थायी प्राविधिक समस्या गर्न, लगिन र दर्ता अब लागि IoGT अनुप्रयोग उपलब्ध छैन।
pt_mz: Desculpe, você está tendo problemas para acessar esta função! Devido a um problema técnico temporário, faça o login e as inscrições não estão disponíveis no aplicativo IOGT por agora.
sw: Sorry, una matatizo ya kufikia kipengele hiki! Kutokana na suala la muda kiufundi, kuingia na usajili si inapatikana kwenye programu IoGT kwa sasa.
tg: Бубахшед, шумо дорои изтироб дастрасӣ ба ин хусусият! Дар робита ба масъалаи техникии муваққатӣ, ворид ва бақайдгирии дастрас оид ба барнома IoGT нест, ҳоло.
th: ขออภัยคุณประสบปัญหาในการเข้าถึงคุณลักษณะนี้! เนื่องจากปัญหาด้านเทคนิคชั่วคราวการลงชื่อเข้าใช้และการลงทะเบียนจึงไม่สามารถใช้งานได้ในแอป IoGT ในขณะนี้
ur: معذرت، آپ کو اس خصوصیت تک پہنچنے میں دشواری ہے. ایک عارضی تکنیکی مسئلہ کی وجہ سے، اب کے لئے آئی او جی ٹی اے پی پر لاگ ان اور رجسٹریشن دستیاب نہیں ہیں.

source: We're working hard to get this problem resolved. Thank you.
ar: نحن نعمل بجد للحصول على هذه المشكلة حلها. شكرا.
es: Estamos trabajando duro para conseguir este problema resuelto. Gracias.
fr: Nous travaillons dur pour obtenir ce problème résolu. Je vous remercie.
id: Kami bekerja keras untuk mendapatkan masalah ini diselesaikan. Terima kasih.
km: យើងកំពុងធ្វើការយ៉ាងលំបាកក្នុងការទទួលបានបញ្ហានេះបានដោះស្រាយ។ អរគុណ។
my: ငါတို့သည်ဤပြဿနာကိုပြေလည်ရခက်တဲ့အလုပ်လုပ်ကိုင်ပါတယ်။ ကျေးဇူးတင်ပါတယ်။
ne: हामी यो समस्या समाधान गर्न कठिन काम गरिरहेका छौं। धन्यवाद।
pt_mz: Estamos trabalhando duro para conseguir este problema resolvido. Obrigado.
sw: Sisi ni kazi ngumu kupata tatizo hili kutatuliwa. Asante.
tg: Мо кӯшиш ба даст ин мушкилот ҳал карда мешаванд. Сипос.
th: เรากำลังทำงานอย่างหนักเพื่อแก้ปัญหานี้ ขอขอบคุณ.
ur: ہم اس مسئلہ کو حل کرنے کے لئے سخت محنت کر رہے ہیں. شکریہ

source: Page not found
ar: الصفحة غير موجودة
es: Página no encontrada
fr: La page demandée a peut-être été déplacée, renommée ou supprimée.
id: Halaman tidak ditemukan
km: រកមិនឃើញទំព័រ
my: စာမ်က္ႏွာကို ရွာေဖြ၍ မရပါ။
ne: पृष्ठ फेला परेन
pt_mz: Página não encontrada
sw: Ukurasa huo haupo
tg: Саҳифа пайдо нашуд
th: ไม่พบหน้าเว็บที่ต้องการ
ur: صفحہ نہیں ملا

source: Sorry, this page could not be found.
ar: عفوا، لا نستطيع إيجاد الصفحة التي تبحث عنها
es: Lo sentimos, esta página no existe
fr: Oups, cette page ne semble plus exister.
id: Maaf, halaman ini tidak dapat ditemukan.
km: សុំទោស រកមិនឃើញទំព័រនេះទេ។
my: ၀မ္းနည္းပါသည္။ အဆိုပါစာမ်က္ႏွာကို ကၽြႏု္ပ္တို႔ ရွာမေတြ႔ပါ၊
ne: हामीले त्यो पाना भेट्न सकेनाैं, माफ गर्नुहोला ।
pt_mz: Desculpe, não conseguimos encontrar a página.
sw: Samahani, ukurasa huo haupatikani.
tg: Бубахшед, ин саҳифа пайдо нашуд.
th: ขออภัย ไม่พบหน้าเว็บที่คุณร้องขอ
ur: معذرت, یہ صفحہ نہیں مل سکا

source: Internal server error
ar: خطأ في السيرفر الداخلي
es: Error interno del servidor
fr: Erreur interne du serveur
id: Terjadi Kesalahan Server
km: Sever ខាងក្នុងមានបញ្ហា
my: ဆာဗာတြင္ မွားယြင္းမႈ တစ္ခုခုျဖစ္ေနပါသည္။
ne: आन्तरिक सर्भर त्रुटि
pt_mz: 500, Erro de Servidor Intern
sw: Hitilafu ya ndani
tg: Хатои дохилии сервер
th: ข้อผิดพลาดภายในเซิร์ฟเวอร์
ur: اندرونی سرور کی خرابی

source: Sorry, there seems to be an error. Please try again soon.
ar: عذرا، يبدو أن هناك خطأ. يرجى المحاولة قريبا مرة أخرى .
es: Lo sentimos, parece que se produjo un error. Inténtalo de nuevo más tarde.
fr: Oups, il semble qu'une erreur se soit produite. Essayez de nouveau svp.
id: Maaf, tampaknya ada kesalahan. Silahkan coba lagi nanti.
km: សុំទោស វាដូចជាមានបញ្ហា។ សូមព្យាយាមម្ដងទៀត​ឆាប់ៗនេះ។
my: ၀မ္းနည္းပါသည္။ မွားယြင္းေနမႈ တစ္ခုခုရွိေနသည္ဟု ထင္ရပါသည္။ ျပန္လည္ ဝင္ေရာက္ၾကည့္ပါ။
ne: माफ गर्नुहोस्, त्यहाँ त्रुटि जस्तो देखिन्छ। चाँडै फेरि प्रयास गर्नुहोस्।
pt_mz: Lamentamos, parece que ocorreu um erro. Por favor tente de novo brevemente
sw: Samahani, kumetokea hitilafu. Tafadhali jaribu tena baadaye
tg: Бубахшед, ба назар мерасад, ки хато вуҷуд дорад. Лутфан ба зудӣ боз кушиш кунед.
th: ขออภัย มีข้อผิดพลาดเกิดขึ้น โปรดลองอีกครั้งในภายหลัง
ur: معذرت,کوی نقص لگ رہا ہے. براہ کرم پھر کوشش کریں

source: Internet of Good Things (IoGT) is a set of free, mobile-ready web-based resources and applications that bring good to your life by helping you and your community access educational and lifesaving information.
ar: إنترنت الأشياء الجيدة (IoGT) عبارة عن مجموعة من والموارد على شبكة الإنترنت المحمول جاهزة حرة والتطبيقات التي تجلب الخير لحياتك من خلال مساعدتك والوصول إلى مجتمع المعلومات الخاصة بك التعليمية والمنقذة للحياة.
es: Internet of Good Things (IoGT) es un conjunto de recursos web y aplicaciones móviles que traen cosas buenas a la vida cotidiana, de manera gratuita, y ayudan a las personas a vivir mejor. Estes servicios facilitan el acceso a información educativa y vital por personas e comunidades.
fr: Internet of Good Things (IoGT) est une collection de ressources mobiles et d'applications qui aident à vivre mieux dans la vie de tous les jours en vous permettant d'accéder à des ressources éducatives et de l'information qui peuvent sauver des vies.
id: Internet of Good Things (IoGT) adalah seperangkat sumber daya berbasis web yang bisa diakses melalui ponsel dan aplikasi yang membawa kebaikan untuk hidup Anda dengan membantu Anda dan akses komunitas Anda informasi pendidikan dan menyelamatkan nyawa.
km: Internet of Good Things (IoGT) គឺជា​បណ្ដុំនៃ​ធនធាន និង​កម្មវិធី​ដែលផ្អែកលើ​​គេហទំព័រនិងកម្មវិធី​ទូរស័ព្ទ ដែល​នាំមកនូវគុណប្រយោជន៍​ដល់ជីវិតរបស់អ្នក តាមរយៈ​ការផ្តល់ឲ្យ​អ្នកនិង​សហគមន៍នូវ​ព័ត៌មាន​អំពីអប់រំនិង​ការសង្គ្រោះជីវិត។
my: IoGTသည္ သင့္ဘ၀ထံသုိ႔ ေကာင္းျခင္းမ်ားယူေဆာင္ေပးႏုိင္သည့္ ၀က္ဘ္အေျချပဳ အရင္းအျမစ္မ်ားႏွင့္ လက္ကုိင္ဖုန္းမွတဆင့္ ဖြင့္ယူသုံးစဲြႏုိင္သည့္ စာမ်က္ႏွာမ်ားစုစည္းထားသည့္ အစု တစ္ခုျဖစ္ၿပီး သင္ႏွင့္သင့္ရပ္ရြာလူထုထံသုိ႔ ပညာေပးႏွင့္ အသက္ရွင္သန္ေရး အေထာက္အကူျပဳ သတင္းအခ်က္အလက္မ်ား ရရွိေစႏုိင္သည္။
ne: राम्रो कुराहरूको इन्टरनेट (इन्टरनेट अफ गुड थिङ्ग्स- आइओजीटी) निःशुल्क, मोवाइलमा हेर्न सकिने वेव प्रणालीमा आधारित स्रोत र एप्लिकेसनहरूको समूह हो जसले तपाईं र तपाईंको समुदायलाई शैक्षिक र जीवन जोगाउने जानकारीहरूको पहुँचमार्फत जीवनमा राम्रो ल्याएको छ ।
pt_mz: A Internet das Coisas Boas (IoGT) é um conjunto de recursos e aplicativos para web móvel que irão melhorar a sua vida e da sua comunidade, através do acesso a informação educativa e vital.
sw: Mtandao wa Mambo Mazuri, "Internet of Good Things (IoGT)" ni seti ya vyanzo vya kimtandao vya taarifa na programu zinazotolewa bure kwa matumizi ya simu za kiganjani ili kukupatia mambo mazuri ya maisha yako kwa kukuwezesha wewe na jamii yako kupata habari za kielimu na za za masuala muhimu kwa maisha yako.
tg: Интернети чизҳои хуб (ИЧХ) маҷмӯи манбаъҳо ва барномаҳои ба шабакаи интернет асосёфта барои воситаҳои мобилии ройгон мебошад, ки ба зиндагии шумо хубӣ меорад ва ба шумо ва ҷамъияти шумо кумак мерасонад, ки ба иттилооти омузишӣ ва ҳаётан муҳим дастрасӣ дошта бошед.
th: Internet of Good Things (IoGT) คือชุดทรัพยากรและแอปพลิเคชันที่พร้อมใช้งานผ่านเว็บบนโทรศัพท์มือถือเพื่อมอบสิ่งดีๆ ให้แก่ชีวิต โดยช่วยให้คุณและชุมชนเข้าถึงข้อมูลด้านการช่วยชีวิตและการศึกษา

source: Language
ar: اللغة
es: Idioma
fr: Langue
id: Bahasa
km: ភាសា
my: ဘာသာစကား
ne: भाषा
pt_mz: Idioma
sw: Lugha
tg: Забон
th: ภาษา
ur: زبان

source: Change Language
ar: تغير اللغة
es: Cambiar idioma
fr: Changer la langue
id: Ganti Bahasa
km: ប្ដូរ​ភាសា
my: ဘာသာစကား ေျပာင္းလဲမည္။
ne: भाषा परिवर्तन
pt_mz: Mudar idioma
sw: Badilisha Lugha
tg: Тағири забон
th: เปลี่ยนภาษา
ur: زبان کی تبدیلی

source: Join
ar: انضم
es: Regístrate
fr: Inscription
id: Gabung
km: ចូលរួម
my: ပါဝင္မည္။
ne: में शामिल होने के
pt_mz: Entrar
sw: Jiunge
tg: Ҳамроҳ шавед
th: เข้าร่วม
ur: شامل ہوں

source: Change your language
ar: تغيير اللغة
es: Cambiar el idioma
fr: Changer la langue
id: UBAH BAHASA
km: ប្ដូរភាសារបស់អ្នក
my: ဘာသာစကား ေျပာင္းလဲမည္
ne: आफ्नो भाषा परिवर्तन
pt_mz: Alterar idioma
sw: Chagua Lugha
tg: ЗАБОНРО ИВАЗ КУНЕД
th: เปลี่ยนภาษาของคุณ
ur: اپنی زبان تبدیل کریں

source: Anonymous
ar: مجهول
es: Anónimo
fr: Anonyme
id: Anonim
km: អនាមិក
my: အမည္မသိ (မေဖာ္လို)
ne: अज्ञात
pt_mz: Anónimo
sw: Bila majina
tg: Беном
th: ไม่เปิดเผยชื่อ
ur: گمنام

source: This comment has been removed by the community. Please read our platform rules.
ar: تمت إزالة هذا التعليق من قبل المجتمع. يرجى قراءة قواعد برنامجنا.
es: Este comentario ha sido eliminado por la comunidad. Por favor, lee las normas de participación.
fr: Ce commentaire a été retiré par la communauté car il ne respecte pas les conditions d'utilisation de ce site.
id: Komentar ini telah dihapus. Silahkan baca ketentuan pada platform kami
km: មតិនេះត្រូវបាន​ក្រុមអ្នកប្រើប្រាស់ដកចេញ។ សូម​អានបទបញ្ជាផ្ទៃក្នុងរបស់យើង។
my: ယင္းမွတ္ခ်က္ကို အဖြဲ႔အစည္းမွ ဖ်က္လိုျပီျဖစ္ပါတယ္။ ေက်းဇူးျပဳ၍ စည္းမ်ဥ္းစည္းကမ္းမ်ားကို ေလ့လာဖတ္ရႈေပးပါ။
ne: यो टिप्पणी समुदायको द्वारा हटाइएको छ। कृपया हाम्रो मंच नियम पढ्नुहोस्।
pt_mz: Este comentário foi removido pela comunidade. Por favor, leia nossas regras da plataforma.
sw: Maoni haya yameondolewa na watumiaji wa tovuti hii. Tafadhali soma kanuni za jukwaa.
tg: Ин шарҳ аз ҷониби ҷомеа тоза карда шудааст. Лутфан, қоидаҳои платформаро хонед.
th: ความคิดเห็นนี้ถูกลบโดยชุมชน โปรดอ่านกฎระเบียบแพลตฟอร์มของเรา
ur: یہ تبصرہ کمیونٹی کی طرف سے ہٹا دیا گیا ہے. براہ مہربانی ہمارے پلیٹ فارم کے قواعد پڑھیں.

source: Report
ar: إرسال تقرير عن مشكلة
es: Informe
fr: Signaler
id: Laporan
km: រាយការណ៏
my: အစီရင်ခံစာ
ne: रिपोर्ट
pt_mz: Relatório
sw: Taarifu
tg: маърӯза
th: รายงาน
ur: آگاہی نامہ

source: Reply
ar: الرد
es: Responder
fr: Répondre
id: Balasan
km: ឆ្លើយតប
my: ပြန်ကြားချက်
ne: उत्तर
pt_mz: Resposta
sw: Jibu
tg: ҷавоб
th: ตอบกลับ
ur: جواب

source: Have something to add to this article?
ar: هل لديك ما تضيفه لهذا المقال؟
es: ¿Quieres añadir algo a este artículo?
fr: Vous avez quelque chose à ajouter à cet article?
id: ADA YANG MAU DITAMBAHKAN PADA ARTIKEL INI?
km: តើអ្នកមានអ្វីចង់បន្ថែមក្នុងអត្ថបទនេះ?
my: ဒီေဆာင္းပါးတြင္ ထပ္မံျဖည့္စြက္ခ်င္တာမ်ား ရ်ိပါသလား
ne: यस लेखमा थप्न कुरा छ?
pt_mz: Tem algo a acrescentar a este artigo?
sw: Una lolote la kuongeza kwenye nakala?
tg: БА ИН МАҚОЛА ЧИЗЕ ИЛОВА КАРДАН МЕХОҲЕД?
th: ต้องการเพิ่มเติมสิ่งใดในบทความนี้หรือไม่
ur: اس مضمون میں شامل کرنے کے لئے کچھ ہے؟

source: Log in to comment
ar: تسجيل الدخول للتعليق
es: Inicia sesión para comentar
fr: Connectez-vous pour commenter
id: Masuk untuk memberikan komentar
km: ចូលគណនីខ្លួន ដើម្បី​ផ្ដល់មតិ
my: မွတ္ခ်က္ေပးရန္ log in လုပ္ပါ။
ne: टिप्पणी गर्न लग इन गर्नुहोस्
pt_mz: Inicie a sessão para comentar
sw: Ingia kutoa maoni
tg: Ворид шавед
th: เข้าสู่ระบบเพื่อแสดงความคิดเห็น
ur: تبصرہ کرنے کے لیے لاگ ان کریں

source: Commenting on this article is currently disabled
ar: وتعليقا على هذه المادة معطلة حاليا
es: La opción de comentar este artículo no está disponible.
fr: Les commentaires ne sont pas disponibles pour cet article
id: Saat ini tidak bisa memberikan komentar pada artikel ini
km: ការផ្ដល់មតិលើអត្ថបទនេះ​ត្រូវបានបិទ។
my: ယင္း စာပိုဒ္တြင္ မွတ္ခ်က္ျပဳခြင့္မရွိေသးပါ။
ne: यस लेखमा टिप्पणी हाल अक्षम गरिएको छ
pt_mz: Comentários a este artigo foram desactivados
sw: Maoni yamesitishwa kwa makala hii
tg: Дар айни ҳол шарҳнависӣ ба ин мақола ғайрифаъол аст
th: ไม่สามารถแสดงความคิดเห็นเกี่ยวกับบทความได้ในขณะนี้
ur: اس مضمون پر تبصرہ فی الحال غیر فعال ہے

source: Comments
ar: تعليقات
es: Comentar
fr: Commentaire
id: Komentar
km: យោបល់
my: မှတ်ချက်များ
ne: टिप्पणी
pt_mz: Comentar
sw: Maoni
tg: Назарҳо
th: ความคิดเห็น
ur: تبصرے

source: comment
ar: تعليق
es: Comentar
fr: Commentaire
id: Komentar
km: មតិ
my: မွတ္ခ်က္
ne: टिप्पणी
pt_mz: Comentar
sw: Maoni
tg: шарҳ
th: ความคิดเห็น
ur: تبصرہ

source: view more comments
ar: المزيد
es: Ver más
fr: Plus de
id: melihat lebih komentar
km: មើលមតិច្រើនទៀត
my: ပိုပြီးမှတ်ချက်များကိုကြည့်ရှု
ne: थप टिप्पणीहरू हेर्न
pt_mz: Ver mais
sw: Tazama zaidi
tg: дидани тафсирњо бештар
th: ดูความคิดเห็นเพิ่มเติม
ur: مزید تبصرے دیکھیں

source: Comment
ar: تعليقات
es: Comentar
fr: Commentaire
id: Komentar
km: យោបល់
my: မှတ်ချက်များ
ne: टिप्पणी
pt_mz: Comentar
sw: Maoni
tg: Назарҳо
th: ความคิดเห็น

source: Comment Anonymously
fr: Commenter en anonyme
km: មតិអនាមិកកម្ម
pt_mz: Comentar anonimamente
sw: Toa maoni bila kujulikana
th: แสดงความคิดเห็นโดยไม่ระบุตัวตน
ur: نامکمل تبصرہ

source: Next
ar: التالي
es: Siguiente
fr: Suivant
id: Berikutnya
km: បន្ទាប់
my: ေနာက္ထပ္/လာမည့္၊
ne: अर्को
pt_mz: Próxima
sw: Mbele
tg: Баъдӣ
th: ต่อไป
ur: اگلا

source: Related Articles
ar: مقالات ذات علاقة
es: Artículos relacionados
fr: Articles liés
id: Artikel terkait
km: អត្ថបទ​ដែល​ទាក់ទង
my: ဆက်စပ်ဆောင်းပါးများ
ne: सम्बन्धित लेख
pt_mz: Artigos Relacionados
sw: Makala yanayo ambatana
tg: МАҚОЛАҲОИ МАРБУТ
th: บทความที่เกี่ยวข้อง
ur: متعلقہ مضامین

source: View more
ar: عرض المزيد
es: Ver Más
fr: Voir plus
id: Lebih banyak
km: មើលបន្ថែមទៀត
my: ဆက္လက္ၾကည့္ရႈမည္
ne: थप हेर्नुहोस्
pt_mz: Veja mais
sw: Ona zaidi
tg: Тамошои бештар
th: ดูเพิ่มเติม
ur: مزید دیکھیں

source: Home
ar: الصفحة الرئيسية
es: Inicio
fr: Accueil
id: Rumah
km: ទំព័រដើម
my: အဓိက စာမ်က္ႏွာ
ne: होम
pt_mz: Início
sw: Anza Mwanzo
tg: Хона
th: หน้าแรก
ur: گھر

source: Recommended
ar: موصى به
es: Recomendado
fr: Recommandé
id: Rekomendasi
km: បានណែនាំ
my: အႀကံျပဳေထာက္ခံျခင္း၊
ne: सिफारिस गरिएको
pt_mz: Recomendado
sw: Pendekezo
tg: Тавсияшуда
th: แนะนำ
ur: تجاویز

source: Vote
ar: تصويت
es: Votar
fr: Voter
id: Memilih
km: ការបោះឆ្នោត
my: အားေပးမႈ
ne: मत
pt_mz: Voto
sw: kura
tg: овоз
th: โหวต
ur: ووٹ

source: Back to Home page
ar: الصفحة الرئيسية
es: Inicio
fr: Retour à la page d'accueil
id: Rumah
km: ត្រលប់ទៅទំព័រដើម
my: နောက်ကျောမူလစာမျက်နှာစာမျက်နှာ
ne: होम
pt_mz: Início
sw: Anza Mwanzo
tg: Бозгашт ба саҳифаи Home
th: กลับไปที่หน้าแรก
ur: ہوم پیج پر واپس جائیں

source: Submit
ar: عرض
es: Enviar
fr: Validez
id: Kirim
km: បញ្ជូនសំណើ
my: Submit လုပ္မည္
pt_mz: Envie
sw: Wasilisha
tg: Пешниҳод кунед
th: ส่ง
ur: جمع کریں

source: Thank you! Your response has already been submitted.
ar: شكرا! وقد تم بالفعل تقديم ردكم.
es: ¡Gracias! Su respuesta ha sido ya presentada.
fr: Merci! Votre réponse a déjà été enregistrée.
id: Terima kasih! Tanggapan Anda telah dikirimkan.
km: អរគុណ! ការឆ្លើយតបរបស់អ្នកត្រូវបានដាក់ស្នើរួចទៅហើយ។
my: ကျေးဇူးတင်ပါတယ်! သင့်ရဲ့တုန့်ပြန်ပြီးသားတင်သွင်းခဲ့တာဖြစ်ပါတယ်။
ne: धन्यवाद! तपाईंको प्रतिक्रिया पहिले नै पेश गरिएको छ।
pt_mz: Obrigado! Sua resposta já foi apresentado.
sw: Asante! majibu yako tayari kuwasilishwa.
tg: Сипос! вокуниш ба шумо аллакай пешниҳод карда шуданд.
th: ขอขอบคุณ! การตอบกลับของคุณได้รับการส่งแล้ว
ur: آپ کا شکریہ! آپ کا جواب پہلے ہی پیش کیا گیا ہے.

source: Show Results
ar: أظهر النتائج
es: Muestra los resultados
fr: Montrer les résultats
id: Tampilkan Hasil
km: បង្ហាញលទ្ធផល
my: ပြပွဲရလဒ်များကို
ne: परिणाम शो
pt_mz: Mostrar resultados
sw: show Matokeo
tg: Намоиши Натиҷаи
th: แสดงผล
ur: نتائج دکھائیں

source: You voted:
ar: انت ادليت بصوتك:
es: Tu votaste:
fr: Vous avez voté :
id: Kamu memilih:
km: អ្នកបានបោះឆ្នោត:
my: သငျသညျမဲပေး:
ne: तपाईंले मतदान:
pt_mz: Você votou:
sw: You kura:
tg: Шумо овоз:
th: คุณได้คะแนน:
ur: آپ نے ووٹ دیا:

source: Polls
ar: استفتاءات
es: Encuestas
fr: Sondages
id: jajak Pendapat
km: ការបោះឆ្នោត
my: ရွေးကောက်ပွဲ
ne: पोल
pt_mz: Pesquisas
sw: Kura za
tg: пурсишҳо
th: โพลต่างๆ
ur: انتخابات

source: Thank you for voting!
ar: شكرا لتصويتك!
es: Gracias por votar!
fr: Merci pour votre vote!
id: Terima kasih sudah memberikan suara!
km: សូមអរគុណសម្រាប់ការបោះឆ្នោត!
my: မဲပေးဘို့သင့်ကိုကျေးဇူးတင်ပါသည်
ne: मतदान लागि धन्यवाद!
pt_mz: Obrigado por votar!
sw: Asante kwa kupiga kura
tg: Ташаккур ба шумо барои овоздиҳӣ!
th: ขอบคุณสำหรับการลงคะแนน!
ur: ووٹنگ کے لئے آپ کا شکریہ!

source: Already a member?
ar: عضوا فعلا؟
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte?
id: Apakah sudah menjadi anggota sebelumnya?
km: ជាសមាជិករួចហើយ?
my: အဖြဲ႔ဝင္တစ္ဦး ျဖစ္ျပီးသူ
ne: पहिले नै एक सदस्य?
pt_mz: Já é membro?
sw: Umeshajiunga?
tg: Аллакай узв мебошед?
th: เป็นสมาชิกอยู่แล้วใช่หรือไม่
ur: پہلے سے ہی رکنیت حاصل ہے؟

source: Not a member yet?
ar: لست عضوا حتى الآن؟
es: ¿Aún no estás registrado?
fr: Vous n'avez pas encore de compte ?
id: Belum menjadi anggota?
km: មិនទាន់ជាសមាជិកទេ?
my: အဖြဲြဲ႔ဝင္မျဖစ္ေသးသူ
ne: अझै एक सदस्य छैन?
pt_mz: Ainda não é membro?
sw: Bado hujajiunga?
tg: Ҳоло узв нестед?
th: ยังไม่ได้เป็นสมาชิกใช่หรือไม่
ur: ابھی تک رکن نہیں؟

source: Join us by signing up below.
ar: الانضمام إلينا من خلال الاشتراك في الادنى.
es: Crea una cuenta registrándote aquí.
fr: Créez un compte en vous inscrivant ici
id: Gabung dengan mendaftar dibawah ini
km: ចូលរួមជាមួយយើង ដោយ​ចុះឈ្មោះខាងក្រោម
my: ဒီမွာ ပါဝင္ႏိုင္ရန္ ေအာက္ပါ အခ်က္အလက္မ်ားကို ျဖည့္စြက္ျပီး Sign Up လုပ္လိုက္ပါ။
ne: तल साइन अप गरेर हामीलाई हुनुहोस्।
pt_mz: Junta-te acessando abaixo
sw: Jiunge kwa kujaza hapa chini
tg: Дар зер ворид шуда, бо мо ҳамроҳ шавед!
th: เข้าร่วมกับเราโดยลงชื่อด้านล่าง
ur: ہمارے ساتھ شمل ہونے کے لے ںیچے سائن اپ کریں

source: Choose a username
ar: اختر اسم المستخدم
es: Elige un nombre de usuario
fr: Choisir un nom d'utilisateur
id: PILIH NAMA PENGGUNA
km: ជ្រើសរើស USERNAME
my: Username (အမည္) ျဖည့္ပါ
ne: प्रयोगकर्ता नाम छान्नुस
pt_mz: Escolha um nome de utilizador
sw: Chagua jina litakalokutambulisha
tg: НОМИ КОРБАРРО ИНТИХОБ КУНЕД
th: เลือกชื่อผู้ใช้
ur: صارف کا نام منتخب کریں

source: Choose a display name
ar: اختيار اسم العرض
es: Elegir un nombre para mostrar
fr: Choisissez un nom d'affichage
id: pilihlah nama display
km: ជ្រើសឈ្មោះបង្ហាញ
my: တစ်ဦး display ကိုအမညျကိုရှေးခယျြပါ
ne: प्रदर्शनको नाम चयन
pt_mz: Escolha um nome de exibição
sw: Chagua jina kuonyesha
tg: Интихоби ном Намоиши
th: เลือกชื่อที่แสดง
ur: ڈسپلے کا نام منتخب کریں

source: Select date of birth
ar: حدد تاريخ الميلاد
es: Seleccione la fecha de nacimiento
fr: Entrez votre date de naissance
id: Pilih tanggal lahir
km: ជ្រើសរើសថ្ងៃខែឆ្នាំកំណើត
my: ေမြးေန႔ သကၠရာဇ္ကို ေရြးပါ
ne: जन्म मिति चयन
pt_mz: Selecione a data de nascimento
sw: Chagua tarehe ya kuzaliwa
tg: Интихоб санаи таваллуд
th: เลือกวันเดือนปีเกิด
ur: تاریخِ پیدائش چنیں
